const stockCodeData = [
  {
    "股票代號": 1101,
    "公司簡稱": "台泥、台灣水泥",
    "公司名稱": "臺灣水泥股份有限公司"
  },
  {
    "股票代號": 1102,
    "公司簡稱": "亞泥、亞洲水泥",
    "公司名稱": "亞洲水泥股份有限公司"
  },
  {
    "股票代號": 1103,
    "公司簡稱": "嘉泥、嘉新水泥",
    "公司名稱": "嘉新水泥股份有限公司"
  },
  {
    "股票代號": 1104,
    "公司簡稱": "環泥、環球水泥",
    "公司名稱": "環球水泥股份有限公司"
  },
  {
    "股票代號": 1108,
    "公司簡稱": "幸福",
    "公司名稱": "幸福水泥股份有限公司"
  },
  {
    "股票代號": 1109,
    "公司簡稱": "信大",
    "公司名稱": "信大水泥股份有限公司"
  },
  {
    "股票代號": 1110,
    "公司簡稱": "東泥、東南水泥",
    "公司名稱": "東南水泥股份有限公司"
  },
  {
    "股票代號": 1201,
    "公司簡稱": "味全",
    "公司名稱": "味全食品工業股份有限公司"
  },
  {
    "股票代號": 1203,
    "公司簡稱": "味王",
    "公司名稱": "味王股份有限公司"
  },
  {
    "股票代號": 1210,
    "公司簡稱": "大成",
    "公司名稱": "大成長城企業股份有限公司"
  },
  {
    "股票代號": 1213,
    "公司簡稱": "大飲、大西洋飲料",
    "公司名稱": "大西洋飲料股份有限公司"
  },
  {
    "股票代號": 1215,
    "公司簡稱": "卜蜂",
    "公司名稱": "卜蜂國際有限公司"
  },
  {
    "股票代號": 1216,
    "公司簡稱": "統一",
    "公司名稱": "統一企業股份有限公司"
  },
  {
    "股票代號": 1217,
    "公司簡稱": "愛之味",
    "公司名稱": "愛之味股份有限公司"
  },
  {
    "股票代號": 1218,
    "公司簡稱": "泰山",
    "公司名稱": "泰山企業股份有限公司"
  },
  {
    "股票代號": 1219,
    "公司簡稱": "福壽",
    "公司名稱": "福壽實業股份有限公司"
  },
  {
    "股票代號": 1220,
    "公司簡稱": "台榮",
    "公司名稱": "台榮產業股份有限公司"
  },
  {
    "股票代號": 1225,
    "公司簡稱": "福懋油",
    "公司名稱": "福懋油脂股份有限公司"
  },
  {
    "股票代號": 1227,
    "公司簡稱": "佳格",
    "公司名稱": "佳格食品股份有限公司"
  },
  {
    "股票代號": 1229,
    "公司簡稱": "聯華、聯華實業",
    "公司名稱": "聯華實業股份有限公司"
  },
  {
    "股票代號": 1231,
    "公司簡稱": "聯華食、聯華食品",
    "公司名稱": "聯華食品工業股份有限公司"
  },
  {
    "股票代號": 1232,
    "公司簡稱": "大統益",
    "公司名稱": "大統益股份有限公司"
  },
  {
    "股票代號": 1233,
    "公司簡稱": "天仁、天仁茶業、天仁茗茶",
    "公司名稱": "天仁茶業股份有限公司"
  },
  {
    "股票代號": 1234,
    "公司簡稱": "黑松",
    "公司名稱": "黑松股份有限公司"
  },
  {
    "股票代號": 1235,
    "公司簡稱": "興泰",
    "公司名稱": "興泰實業股份有限公司"
  },
  {
    "股票代號": 1236,
    "公司簡稱": "宏亞",
    "公司名稱": "宏亞食品股份有限公司"
  },
  {
    "股票代號": 1256,
    "公司簡稱": "鮮活果汁-KY",
    "公司名稱": "鮮活控股股份有限公司"
  },
  {
    "股票代號": 1301,
    "公司簡稱": "台塑、台灣塑膠",
    "公司名稱": "台灣塑膠工業股份有限公司"
  },
  {
    "股票代號": 1303,
    "公司簡稱": "南亞",
    "公司名稱": "南亞塑膠工業股份有限公司"
  },
  {
    "股票代號": 1304,
    "公司簡稱": "台聚、台灣聚合化學",
    "公司名稱": "台灣聚合化學品股份有限公司"
  },
  {
    "股票代號": 1305,
    "公司簡稱": "華夏",
    "公司名稱": "華夏海灣塑膠股份有限公司"
  },
  {
    "股票代號": 1307,
    "公司簡稱": "三芳",
    "公司名稱": "三芳化學工業股份有限公司"
  },
  {
    "股票代號": 1308,
    "公司簡稱": "亞聚、亞洲聚合",
    "公司名稱": "亞洲聚合股份有限公司"
  },
  {
    "股票代號": 1309,
    "公司簡稱": "台達化",
    "公司名稱": "台達化學工業股份有限公司"
  },
  {
    "股票代號": 1310,
    "公司簡稱": "台苯、台灣苯乙烯",
    "公司名稱": "台灣苯乙烯工業股份有限公司"
  },
  {
    "股票代號": 1312,
    "公司簡稱": "國喬",
    "公司名稱": "國喬石油化學股份有限公司"
  },
  {
    "股票代號": 1313,
    "公司簡稱": "聯成",
    "公司名稱": "聯成化學科技股份有限公司"
  },
  {
    "股票代號": 1314,
    "公司簡稱": "中石化、中國石油化學",
    "公司名稱": "中國石油化學工業開發股份有限公司"
  },
  {
    "股票代號": 1315,
    "公司簡稱": "達新",
    "公司名稱": "達新工業股份有限公司"
  },
  {
    "股票代號": 1316,
    "公司簡稱": "上曜",
    "公司名稱": "上曜開發科技股份有限公司"
  },
  {
    "股票代號": 1319,
    "公司簡稱": "東陽",
    "公司名稱": "東陽實業廠股份有限公司"
  },
  {
    "股票代號": 1321,
    "公司簡稱": "大洋",
    "公司名稱": "大洋塑膠工業股份有限公司"
  },
  {
    "股票代號": 1323,
    "公司簡稱": "永裕",
    "公司名稱": "永裕塑膠工業股份有限公司"
  },
  {
    "股票代號": 1324,
    "公司簡稱": "地球",
    "公司名稱": "地球綜合工業股份有限公司"
  },
  {
    "股票代號": 1325,
    "公司簡稱": "恆大",
    "公司名稱": "恒大股份有限公司"
  },
  {
    "股票代號": 1326,
    "公司簡稱": "台化、台灣化學纖維",
    "公司名稱": "台灣化學纖維股份有限公司"
  },
  {
    "股票代號": 1337,
    "公司簡稱": "再生-KY、亞洲塑膠再生",
    "公司名稱": "亞洲塑膠再生資源控股有限公司"
  },
  {
    "股票代號": 1338,
    "公司簡稱": "廣華-KY、廣華控股",
    "公司名稱": "廣華控股有限公司"
  },
  {
    "股票代號": 1339,
    "公司簡稱": "昭輝",
    "公司名稱": "昭輝實業股份有限公司"
  },
  {
    "股票代號": 1340,
    "公司簡稱": "勝悅-KY",
    "公司名稱": "勝悅新材料有限公司"
  },
  {
    "股票代號": 1341,
    "公司簡稱": "富林-KY",
    "公司名稱": "富林塑膠工業(開曼)控股(股)公司"
  },
  {
    "股票代號": 1342,
    "公司簡稱": "八貫",
    "公司名稱": "八貫企業股份有限公司"
  },
  {
    "股票代號": 1402,
    "公司簡稱": "遠東新",
    "公司名稱": "遠東新世紀股份有限公司"
  },
  {
    "股票代號": 1409,
    "公司簡稱": "新纖、新光合成纖維",
    "公司名稱": "新光合成纖維股份有限公司"
  },
  {
    "股票代號": 1410,
    "公司簡稱": "南染、南洋染",
    "公司名稱": "南洋染整股份有限公司"
  },
  {
    "股票代號": 1413,
    "公司簡稱": "宏洲",
    "公司名稱": "宏洲纖維工業股份有限公司"
  },
  {
    "股票代號": 1414,
    "公司簡稱": "東和",
    "公司名稱": "東和紡織股份有限公司"
  },
  {
    "股票代號": 1416,
    "公司簡稱": "廣豐",
    "公司名稱": "廣豐實業股份有限公司"
  },
  {
    "股票代號": 1417,
    "公司簡稱": "嘉裕",
    "公司名稱": "嘉裕股份有限公司"
  },
  {
    "股票代號": 1418,
    "公司簡稱": "東華",
    "公司名稱": "東華合纖股份有限公司"
  },
  {
    "股票代號": 1419,
    "公司簡稱": "新紡、新光紡織",
    "公司名稱": "新光紡織股份有限公司"
  },
  {
    "股票代號": 1423,
    "公司簡稱": "利華",
    "公司名稱": "利華羊毛工業股份有限公司"
  },
  {
    "股票代號": 1432,
    "公司簡稱": "大魯閣",
    "公司名稱": "大魯閣實業股份有限公司"
  },
  {
    "股票代號": 1434,
    "公司簡稱": "福懋",
    "公司名稱": "福懋興業股份有限公司"
  },
  {
    "股票代號": 1435,
    "公司簡稱": "中福",
    "公司名稱": "中福國際(股)公司"
  },
  {
    "股票代號": 1436,
    "公司簡稱": "華友聯",
    "公司名稱": "華友聯開發股份有限公司"
  },
  {
    "股票代號": 1437,
    "公司簡稱": "勤益控、勤益投資",
    "公司名稱": "勤益投資控股股份有限公司"
  },
  {
    "股票代號": 1438,
    "公司簡稱": "三地開發",
    "公司名稱": "三地開發地產股份有限公司"
  },
  {
    "股票代號": 1439,
    "公司簡稱": "中和",
    "公司名稱": "中和羊毛工業股份有限公司"
  },
  {
    "股票代號": 1440,
    "公司簡稱": "南紡、台南紡織、臺南紡織",
    "公司名稱": "臺南紡織股份有限公司"
  },
  {
    "股票代號": 1441,
    "公司簡稱": "大東",
    "公司名稱": "大東紡織股份有限公司"
  },
  {
    "股票代號": 1442,
    "公司簡稱": "名軒",
    "公司名稱": "名軒開發股份有限公司"
  },
  {
    "股票代號": 1443,
    "公司簡稱": "立益",
    "公司名稱": "立益紡織股份有限公司"
  },
  {
    "股票代號": 1444,
    "公司簡稱": "力麗",
    "公司名稱": "力麗企業股份有限公司"
  },
  {
    "股票代號": 1445,
    "公司簡稱": "大宇",
    "公司名稱": "大宇紡織股份有限公司"
  },
  {
    "股票代號": 1446,
    "公司簡稱": "宏和",
    "公司名稱": "宏和精密紡織股份有限公司"
  },
  {
    "股票代號": 1447,
    "公司簡稱": "力鵬",
    "公司名稱": "力鵬企業股份有限公司"
  },
  {
    "股票代號": 1449,
    "公司簡稱": "佳和",
    "公司名稱": "佳和實業股份有限公司"
  },
  {
    "股票代號": 1451,
    "公司簡稱": "年興",
    "公司名稱": "年興紡織股份有限公司"
  },
  {
    "股票代號": 1452,
    "公司簡稱": "宏益",
    "公司名稱": "宏益纖維工業股份有限公司"
  },
  {
    "股票代號": 1453,
    "公司簡稱": "大將",
    "公司名稱": "大將開發股份有限公司"
  },
  {
    "股票代號": 1454,
    "公司簡稱": "台富、台灣富綢纖維",
    "公司名稱": "台灣富綢纖維股份有限公司"
  },
  {
    "股票代號": 1455,
    "公司簡稱": "集盛",
    "公司名稱": "集盛實業股份有限公司"
  },
  {
    "股票代號": 1456,
    "公司簡稱": "怡華",
    "公司名稱": "怡華實業股份有限公"
  },
  {
    "股票代號": 1457,
    "公司簡稱": "宜進",
    "公司名稱": "宜進實業股份有限公司"
  },
  {
    "股票代號": 1459,
    "公司簡稱": "聯發",
    "公司名稱": "聯發紡織纖維股份有限公司"
  },
  {
    "股票代號": 1460,
    "公司簡稱": "宏遠",
    "公司名稱": "宏遠興業股份有限公司"
  },
  {
    "股票代號": 1463,
    "公司簡稱": "強盛",
    "公司名稱": "強盛染整股份有限公司"
  },
  {
    "股票代號": 1464,
    "公司簡稱": "得力",
    "公司名稱": "得力實業股份有限公司"
  },
  {
    "股票代號": 1465,
    "公司簡稱": "偉全",
    "公司名稱": "偉全實業股份有限公司"
  },
  {
    "股票代號": 1466,
    "公司簡稱": "聚隆",
    "公司名稱": "聚隆纖維股份有限公司"
  },
  {
    "股票代號": 1467,
    "公司簡稱": "南緯",
    "公司名稱": "南緯實業股份有限公司"
  },
  {
    "股票代號": 1468,
    "公司簡稱": "昶和",
    "公司名稱": "昶和纖維興業股份有限公司"
  },
  {
    "股票代號": 1470,
    "公司簡稱": "大統新創",
    "公司名稱": "大統新創股份有限公司"
  },
  {
    "股票代號": 1471,
    "公司簡稱": "首利",
    "公司名稱": "首利實業股份有限公司"
  },
  {
    "股票代號": 1472,
    "公司簡稱": "三洋紡、三洋",
    "公司名稱": "三洋實業股份有限公司"
  },
  {
    "股票代號": 1473,
    "公司簡稱": "台南",
    "公司名稱": "台南企業股份有限公司"
  },
  {
    "股票代號": 1474,
    "公司簡稱": "弘裕",
    "公司名稱": "弘裕企業股份有限公司"
  },
  {
    "股票代號": 1475,
    "公司簡稱": "業旺、台灣業旺",
    "公司名稱": "台灣業旺股份有限公司"
  },
  {
    "股票代號": 1476,
    "公司簡稱": "儒鴻",
    "公司名稱": "儒鴻企業股份有限公司"
  },
  {
    "股票代號": 1477,
    "公司簡稱": "聚陽",
    "公司名稱": "聚陽實業股份有限公司"
  },
  {
    "股票代號": 1503,
    "公司簡稱": "士電、士林電機",
    "公司名稱": "士林電機廠股份有限公司"
  },
  {
    "股票代號": 1504,
    "公司簡稱": "東元",
    "公司名稱": "東元電機股份有限公司"
  },
  {
    "股票代號": 1506,
    "公司簡稱": "正道",
    "公司名稱": "正道工業股份有限公司"
  },
  {
    "股票代號": 1507,
    "公司簡稱": "永大",
    "公司名稱": "永大機電工業股份有限公司"
  },
  {
    "股票代號": 1512,
    "公司簡稱": "瑞利",
    "公司名稱": "瑞利企業股份有限公司"
  },
  {
    "股票代號": 1513,
    "公司簡稱": "中興電",
    "公司名稱": "中興電工機械股份有限公司"
  },
  {
    "股票代號": 1514,
    "公司簡稱": "亞力",
    "公司名稱": "亞力電機股份有限公司"
  },
  {
    "股票代號": 1515,
    "公司簡稱": "力山",
    "公司名稱": "力山工業股份有限公司"
  },
  {
    "股票代號": 1516,
    "公司簡稱": "川飛",
    "公司名稱": "川飛能源股份有限公司"
  },
  {
    "股票代號": 1517,
    "公司簡稱": "利奇",
    "公司名稱": "利奇機械工業股份有限公司"
  },
  {
    "股票代號": 1519,
    "公司簡稱": "華城",
    "公司名稱": "華城電機股份有限公司"
  },
  {
    "股票代號": 1521,
    "公司簡稱": "大億",
    "公司名稱": "大億交通工業製造股份有限公司"
  },
  {
    "股票代號": 1522,
    "公司簡稱": "堤維西",
    "公司名稱": "堤維西交通工業股份有限公司"
  },
  {
    "股票代號": 1524,
    "公司簡稱": "耿鼎",
    "公司名稱": "耿鼎企業股份有限公司"
  },
  {
    "股票代號": 1525,
    "公司簡稱": "江申",
    "公司名稱": "江申工業股份有限公司"
  },
  {
    "股票代號": 1526,
    "公司簡稱": "日馳",
    "公司名稱": "日馳企業股份有限公司"
  },
  {
    "股票代號": 1527,
    "公司簡稱": "鑽全",
    "公司名稱": "鑽全實業股份有限公司"
  },
  {
    "股票代號": 1528,
    "公司簡稱": "恩德",
    "公司名稱": "恩德科技股份有限公司"
  },
  {
    "股票代號": 1529,
    "公司簡稱": "樂士",
    "公司名稱": "樂士股份有限公司"
  },
  {
    "股票代號": 1530,
    "公司簡稱": "亞崴",
    "公司名稱": "亞崴機電股份有限公司"
  },
  {
    "股票代號": 1531,
    "公司簡稱": "高林股",
    "公司名稱": "高林股份有限公司"
  },
  {
    "股票代號": 1532,
    "公司簡稱": "勤美",
    "公司名稱": "勤美股份有限公司"
  },
  {
    "股票代號": 1533,
    "公司簡稱": "車王電",
    "公司名稱": "車王電子股份有限公司"
  },
  {
    "股票代號": 1535,
    "公司簡稱": "中宇",
    "公司名稱": "中宇環保工程股份有限公司"
  },
  {
    "股票代號": 1536,
    "公司簡稱": "和大",
    "公司名稱": "和大工業股份有限公司"
  },
  {
    "股票代號": 1537,
    "公司簡稱": "廣隆",
    "公司名稱": "廣隆光電科技股份有限公司"
  },
  {
    "股票代號": 1538,
    "公司簡稱": "正峰",
    "公司名稱": "正峰工業股份有限公司"
  },
  {
    "股票代號": 1539,
    "公司簡稱": "巨庭",
    "公司名稱": "巨庭機械股份有限公司"
  },
  {
    "股票代號": 1540,
    "公司簡稱": "喬福",
    "公司名稱": "喬福機械工業股份有限公司"
  },
  {
    "股票代號": 1541,
    "公司簡稱": "錩泰",
    "公司名稱": "錩泰工業股份有限公司"
  },
  {
    "股票代號": 1558,
    "公司簡稱": "伸興",
    "公司名稱": "伸興工業股份有限公司"
  },
  {
    "股票代號": 1560,
    "公司簡稱": "中砂、中國砂輪",
    "公司名稱": "中國砂輪企業股份有限公司"
  },
  {
    "股票代號": 1568,
    "公司簡稱": "倉佑",
    "公司名稱": "倉佑實業股份有限公司"
  },
  {
    "股票代號": 1582,
    "公司簡稱": "信錦",
    "公司名稱": "信錦企業股份有限公司"
  },
  {
    "股票代號": 1583,
    "公司簡稱": "程泰",
    "公司名稱": "程泰機械股份有限公司"
  },
  {
    "股票代號": 1587,
    "公司簡稱": "吉茂",
    "公司名稱": "吉茂精密股份有限公司"
  },
  {
    "股票代號": 1589,
    "公司簡稱": "永冠-KY",
    "公司名稱": "永冠能源科技集團有限公司"
  },
  {
    "股票代號": 1590,
    "公司簡稱": "亞德客-KY",
    "公司名稱": "亞德客國際集團"
  },
  {
    "股票代號": 1592,
    "公司簡稱": "英瑞-KY",
    "公司名稱": "英瑞國際股份有限公司"
  },
  {
    "股票代號": 1597,
    "公司簡稱": "直得",
    "公司名稱": "直得科技股份有限公司"
  },
  {
    "股票代號": 1598,
    "公司簡稱": "岱宇",
    "公司名稱": "岱宇國際股份有限公司"
  },
  {
    "股票代號": 1603,
    "公司簡稱": "華電、中華電線電纜",
    "公司名稱": "中華電線電纜股份有限公司"
  },
  {
    "股票代號": 1604,
    "公司簡稱": "聲寶",
    "公司名稱": "聲寶股份有限公司"
  },
  {
    "股票代號": 1605,
    "公司簡稱": "華新",
    "公司名稱": "華新麗華股份有限公司"
  },
  {
    "股票代號": 1608,
    "公司簡稱": "華榮",
    "公司名稱": "華榮電線電纜股份有限公司"
  },
  {
    "股票代號": 1609,
    "公司簡稱": "大亞",
    "公司名稱": "大亞電線電纜股份有限公司"
  },
  {
    "股票代號": 1611,
    "公司簡稱": "中電、中國電器",
    "公司名稱": "中國電器股份有限公司"
  },
  {
    "股票代號": 1612,
    "公司簡稱": "宏泰",
    "公司名稱": "宏泰電工股份有限公司"
  },
  {
    "股票代號": 1614,
    "公司簡稱": "三洋電、台灣三洋電機",
    "公司名稱": "台灣三洋電機股份有限公司"
  },
  {
    "股票代號": 1615,
    "公司簡稱": "大山",
    "公司名稱": "大山電線電纜股份有限公司"
  },
  {
    "股票代號": 1616,
    "公司簡稱": "億泰",
    "公司名稱": "億泰電線電纜股份有限公司"
  },
  {
    "股票代號": 1617,
    "公司簡稱": "榮星",
    "公司名稱": "榮星電線工業股份有限公司"
  },
  {
    "股票代號": 1618,
    "公司簡稱": "合機",
    "公司名稱": "合機電線電纜股份有限公司"
  },
  {
    "股票代號": 1626,
    "公司簡稱": "艾美特-KY",
    "公司名稱": "艾美特(開曼)國際有限公司"
  },
  {
    "股票代號": 1701,
    "公司簡稱": "中化、中國化學",
    "公司名稱": "中國化學製藥股份有限公司"
  },
  {
    "股票代號": 1702,
    "公司簡稱": "南僑",
    "公司名稱": "南僑投資控股股份有限公司"
  },
  {
    "股票代號": 1707,
    "公司簡稱": "葡萄王",
    "公司名稱": "葡萄王生技股份有限公司"
  },
  {
    "股票代號": 1708,
    "公司簡稱": "東鹼、東南實業",
    "公司名稱": "東南實業股份有限公司"
  },
  {
    "股票代號": 1709,
    "公司簡稱": "和益",
    "公司名稱": "和益化學工業股份有限公司"
  },
  {
    "股票代號": 1710,
    "公司簡稱": "東聯",
    "公司名稱": "東聯化學股份有限公司"
  },
  {
    "股票代號": 1711,
    "公司簡稱": "永光、臺灣永光化學",
    "公司名稱": "臺灣永光化學工業股份有限公司"
  },
  {
    "股票代號": 1712,
    "公司簡稱": "興農",
    "公司名稱": "興農股份有限公司"
  },
  {
    "股票代號": 1713,
    "公司簡稱": "國化、國泰化工",
    "公司名稱": "國泰化工廠股份有限公司"
  },
  {
    "股票代號": 1714,
    "公司簡稱": "和桐",
    "公司名稱": "和桐化學股份有限公司"
  },
  {
    "股票代號": 1717,
    "公司簡稱": "長興",
    "公司名稱": "長興材料工業股份有限公司"
  },
  {
    "股票代號": 1718,
    "公司簡稱": "中纖、中國人造纖維",
    "公司名稱": "中國人造纖維股份有限公司"
  },
  {
    "股票代號": 1720,
    "公司簡稱": "生達",
    "公司名稱": "生達化學製藥股份有限公司"
  },
  {
    "股票代號": 1721,
    "公司簡稱": "三晃",
    "公司名稱": "三晃股份有限公司"
  },
  {
    "股票代號": 1722,
    "公司簡稱": "台肥、台灣肥料",
    "公司名稱": "台灣肥料股份有限公司"
  },
  {
    "股票代號": 1723,
    "公司簡稱": "中碳、中鋼碳素化學",
    "公司名稱": "中鋼碳素化學股份有限公司"
  },
  {
    "股票代號": 1724,
    "公司簡稱": "台硝",
    "公司名稱": "台硝股份有限公司"
  },
  {
    "股票代號": 1725,
    "公司簡稱": "元禎",
    "公司名稱": "元禎企業股份有限公司"
  },
  {
    "股票代號": 1726,
    "公司簡稱": "永記",
    "公司名稱": "永記造漆工業股份有限公司"
  },
  {
    "股票代號": 1727,
    "公司簡稱": "中華化、台灣中華化學、臺灣中華化學",
    "公司名稱": "臺灣中華化學工業股份有限公司"
  },
  {
    "股票代號": 1730,
    "公司簡稱": "花仙子",
    "公司名稱": "花仙子企業股份有限公司"
  },
  {
    "股票代號": 1731,
    "公司簡稱": "美吾華",
    "公司名稱": "美吾華股份有限公司"
  },
  {
    "股票代號": 1732,
    "公司簡稱": "毛寶",
    "公司名稱": "毛寶股份有限公司"
  },
  {
    "股票代號": 1733,
    "公司簡稱": "五鼎",
    "公司名稱": "五鼎生物技術股份有限公司"
  },
  {
    "股票代號": 1734,
    "公司簡稱": "杏輝",
    "公司名稱": "杏輝藥品工業股份有限公司"
  },
  {
    "股票代號": 1735,
    "公司簡稱": "日勝化",
    "公司名稱": "日勝化工股份有限公司"
  },
  {
    "股票代號": 1736,
    "公司簡稱": "喬山",
    "公司名稱": "喬山健康科技股份有限公司"
  },
  {
    "股票代號": 1737,
    "公司簡稱": "臺鹽",
    "公司名稱": "臺鹽實業股份有限公司"
  },
  {
    "股票代號": 1760,
    "公司簡稱": "寶齡富錦",
    "公司名稱": "寶齡富錦生技股份有限公司"
  },
  {
    "股票代號": 1762,
    "公司簡稱": "中化生",
    "公司名稱": "中化合成生技股份有限公司"
  },
  {
    "股票代號": 1773,
    "公司簡稱": "勝一",
    "公司名稱": "勝一化工股份有限公司"
  },
  {
    "股票代號": 1776,
    "公司簡稱": "展宇",
    "公司名稱": "展宇科技材料股份有限公司"
  },
  {
    "股票代號": 1783,
    "公司簡稱": "和康生",
    "公司名稱": "和康生物科技股份有限公司"
  },
  {
    "股票代號": 1786,
    "公司簡稱": "科妍",
    "公司名稱": "科妍生物科技股份有限公司"
  },
  {
    "股票代號": 1789,
    "公司簡稱": "神隆、台灣神隆",
    "公司名稱": "台灣神隆股份有限公司"
  },
  {
    "股票代號": 1795,
    "公司簡稱": "美時",
    "公司名稱": "美時化學製藥股份有限公司"
  },
  {
    "股票代號": 1802,
    "公司簡稱": "台玻、台灣玻璃",
    "公司名稱": "台灣玻璃工業股份有限公司"
  },
  {
    "股票代號": 1805,
    "公司簡稱": "寶徠",
    "公司名稱": "寶徠建設股份有限公司"
  },
  {
    "股票代號": 1806,
    "公司簡稱": "冠軍",
    "公司名稱": "冠軍建材股份有限公司"
  },
  {
    "股票代號": 1808,
    "公司簡稱": "潤隆",
    "公司名稱": "潤隆建設股份有限公司"
  },
  {
    "股票代號": 1809,
    "公司簡稱": "中釉、中國製釉",
    "公司名稱": "中國製釉股份有限公司"
  },
  {
    "股票代號": 1810,
    "公司簡稱": "和成",
    "公司名稱": "和成欣業股份有限公司"
  },
  {
    "股票代號": 1817,
    "公司簡稱": "凱撒衛",
    "公司名稱": "凱撒衛浴股份有限公司"
  },
  {
    "股票代號": 1903,
    "公司簡稱": "士紙、士林紙業",
    "公司名稱": "士林紙業股份有限公司"
  },
  {
    "股票代號": 1904,
    "公司簡稱": "正隆",
    "公司名稱": "正隆股份有限公司"
  },
  {
    "股票代號": 1905,
    "公司簡稱": "華紙、中華紙漿",
    "公司名稱": "中華紙漿股份有限公司"
  },
  {
    "股票代號": 1906,
    "公司簡稱": "寶隆",
    "公司名稱": "寶隆國際股份有限公司"
  },
  {
    "股票代號": 1907,
    "公司簡稱": "永豐餘",
    "公司名稱": "永豐餘投資控股股份有限公司"
  },
  {
    "股票代號": 1909,
    "公司簡稱": "榮成",
    "公司名稱": "榮成紙業股份有限公司"
  },
  {
    "股票代號": 2002,
    "公司簡稱": "中鋼、中國鋼鐵",
    "公司名稱": "中國鋼鐵股份有限公司"
  },
  {
    "股票代號": 2006,
    "公司簡稱": "東和鋼鐵",
    "公司名稱": "東和鋼鐵企業股份有限公司"
  },
  {
    "股票代號": 2007,
    "公司簡稱": "燁興",
    "公司名稱": "燁興企業股份有限公司"
  },
  {
    "股票代號": 2008,
    "公司簡稱": "高興昌",
    "公司名稱": "高興昌鋼鐵股份有限公司"
  },
  {
    "股票代號": 2009,
    "公司簡稱": "第一銅、第一伸銅",
    "公司名稱": "第一伸銅科技股份有限公司"
  },
  {
    "股票代號": 2010,
    "公司簡稱": "春源",
    "公司名稱": "春源鋼鐵工業股份有限公司"
  },
  {
    "股票代號": 2012,
    "公司簡稱": "春雨",
    "公司名稱": "春雨工廠股份有限公司"
  },
  {
    "股票代號": 2013,
    "公司簡稱": "中鋼構、中國鋼鐵結構",
    "公司名稱": "中國鋼鐵結構股份有限公司"
  },
  {
    "股票代號": 2014,
    "公司簡稱": "中鴻",
    "公司名稱": "中鴻鋼鐵股份有限公司"
  },
  {
    "股票代號": 2015,
    "公司簡稱": "豐興",
    "公司名稱": "豐興鋼鐵股份有限公司"
  },
  {
    "股票代號": 2017,
    "公司簡稱": "官田鋼",
    "公司名稱": "官田鋼鐵股份有限公司"
  },
  {
    "股票代號": 2020,
    "公司簡稱": "美亞",
    "公司名稱": "美亞鋼管廠股份有限公司"
  },
  {
    "股票代號": 2022,
    "公司簡稱": "聚亨",
    "公司名稱": "聚亨企業股份有限公司"
  },
  {
    "股票代號": 2023,
    "公司簡稱": "燁輝",
    "公司名稱": "燁輝企業股份有限公司"
  },
  {
    "股票代號": 2024,
    "公司簡稱": "志聯",
    "公司名稱": "志聯工業股份有限公司"
  },
  {
    "股票代號": 2025,
    "公司簡稱": "千興",
    "公司名稱": "千興不銹鋼(股)公司"
  },
  {
    "股票代號": 2027,
    "公司簡稱": "大成鋼、大成不銹鋼",
    "公司名稱": "大成不銹鋼工業股份有限公司"
  },
  {
    "股票代號": 2028,
    "公司簡稱": "威致",
    "公司名稱": "威致鋼鐵工業股份有限公司"
  },
  {
    "股票代號": 2029,
    "公司簡稱": "盛餘",
    "公司名稱": "盛餘股份有限公司"
  },
  {
    "股票代號": 2030,
    "公司簡稱": "彰源",
    "公司名稱": "彰源企業股份有限公司"
  },
  {
    "股票代號": 2031,
    "公司簡稱": "新光鋼",
    "公司名稱": "新光鋼鐵股份有限公司"
  },
  {
    "股票代號": 2032,
    "公司簡稱": "新鋼",
    "公司名稱": "新鋼工業股份有限公司"
  },
  {
    "股票代號": 2033,
    "公司簡稱": "佳大",
    "公司名稱": "佳大世界股份有限公司"
  },
  {
    "股票代號": 2034,
    "公司簡稱": "允強",
    "公司名稱": "允強實業股份有限公司"
  },
  {
    "股票代號": 2038,
    "公司簡稱": "海光",
    "公司名稱": "海光企業股份有限公司"
  },
  {
    "股票代號": 2049,
    "公司簡稱": "上銀",
    "公司名稱": "上銀科技股份有限公司"
  },
  {
    "股票代號": 2059,
    "公司簡稱": "川湖",
    "公司名稱": "川湖科技股份有限公司"
  },
  {
    "股票代號": 2062,
    "公司簡稱": "橋椿",
    "公司名稱": "橋椿金屬股份有限公司"
  },
  {
    "股票代號": 2069,
    "公司簡稱": "運錩",
    "公司名稱": "運錩鋼鐵股份有限公司"
  },
  {
    "股票代號": 2101,
    "公司簡稱": "南港",
    "公司名稱": "南港輪胎股份有限公司"
  },
  {
    "股票代號": 2102,
    "公司簡稱": "泰豐",
    "公司名稱": "泰豐輪胎股份有限公司"
  },
  {
    "股票代號": 2103,
    "公司簡稱": "台橡",
    "公司名稱": "台橡股份有限公司"
  },
  {
    "股票代號": 2104,
    "公司簡稱": "國際中橡",
    "公司名稱": "國際中橡投資控股股份有限公司"
  },
  {
    "股票代號": 2105,
    "公司簡稱": "正新",
    "公司名稱": "正新橡膠工業股份有限公司"
  },
  {
    "股票代號": 2106,
    "公司簡稱": "建大",
    "公司名稱": "建大工業股份有限公司"
  },
  {
    "股票代號": 2107,
    "公司簡稱": "厚生",
    "公司名稱": "厚生股份有限公司"
  },
  {
    "股票代號": 2108,
    "公司簡稱": "南帝",
    "公司名稱": "南帝化學工業股份有限公司"
  },
  {
    "股票代號": 2109,
    "公司簡稱": "華豐",
    "公司名稱": "華豐橡膠工業股份有限公司"
  },
  {
    "股票代號": 2114,
    "公司簡稱": "鑫永銓",
    "公司名稱": "鑫永銓股份有限公司"
  },
  {
    "股票代號": 2115,
    "公司簡稱": "六暉-KY",
    "公司名稱": "六暉控股股份有限公司"
  },
  {
    "股票代號": 2201,
    "公司簡稱": "裕隆",
    "公司名稱": "裕隆汽車製造股份有限公司"
  },
  {
    "股票代號": 2204,
    "公司簡稱": "中華",
    "公司名稱": "中華汽車工業股份有限公司"
  },
  {
    "股票代號": 2206,
    "公司簡稱": "三陽工業",
    "公司名稱": "三陽工業股份有限公司"
  },
  {
    "股票代號": 2207,
    "公司簡稱": "和泰車、和泰汽車",
    "公司名稱": "和泰汽車股份有限公司"
  },
  {
    "股票代號": 2208,
    "公司簡稱": "台船、台灣國際造船",
    "公司名稱": "台灣國際造船股份有限公司"
  },
  {
    "股票代號": 2211,
    "公司簡稱": "長榮鋼",
    "公司名稱": "長榮鋼鐵股份有限公司"
  },
  {
    "股票代號": 2227,
    "公司簡稱": "裕日車、裕隆日產",
    "公司名稱": "裕隆日產汽車股份有限公司"
  },
  {
    "股票代號": 2228,
    "公司簡稱": "劍麟",
    "公司名稱": "劍麟股份有限公司"
  },
  {
    "股票代號": 2231,
    "公司簡稱": "為升",
    "公司名稱": "為升電裝工業股份有限公司"
  },
  {
    "股票代號": 2233,
    "公司簡稱": "宇隆",
    "公司名稱": "宇隆科技股份有限公司"
  },
  {
    "股票代號": 2236,
    "公司簡稱": "百達-KY",
    "公司名稱": "百達精密工業股份有限公司"
  },
  {
    "股票代號": 2239,
    "公司簡稱": "英利-KY、開曼英利",
    "公司名稱": "開曼英利工業股份有限公司"
  },
  {
    "股票代號": 2241,
    "公司簡稱": "艾姆勒",
    "公司名稱": "艾姆勒車電股份有限公司"
  },
  {
    "股票代號": 2243,
    "公司簡稱": "宏旭-KY",
    "公司名稱": "宏旭控股股份有限公司"
  },
  {
    "股票代號": 2247,
    "公司簡稱": "汎德永業",
    "公司名稱": "汎德永業汽車股份有限公司"
  },
  {
    "股票代號": 2250,
    "公司簡稱": "IKKA-KY、第一化成",
    "公司名稱": "第一化成控股(開曼)股份有限公司"
  },
  {
    "股票代號": 2301,
    "公司簡稱": "光寶科",
    "公司名稱": "光寶科技股份有限公司"
  },
  {
    "股票代號": 2302,
    "公司簡稱": "麗正",
    "公司名稱": "麗正國際科技股份有限公司"
  },
  {
    "股票代號": 2303,
    "公司簡稱": "聯電、聯華電子",
    "公司名稱": "聯華電子股份有限公司"
  },
  {
    "股票代號": 2305,
    "公司簡稱": "全友",
    "公司名稱": "全友電腦股份有限公司"
  },
  {
    "股票代號": 2308,
    "公司簡稱": "台達電",
    "公司名稱": "台達電子工業股份有限公司"
  },
  {
    "股票代號": 2312,
    "公司簡稱": "金寶",
    "公司名稱": "金寶電子工業股份有限公司"
  },
  {
    "股票代號": 2313,
    "公司簡稱": "華通",
    "公司名稱": "華通電腦股份有限公司"
  },
  {
    "股票代號": 2314,
    "公司簡稱": "台揚",
    "公司名稱": "台揚科技股份有限公司"
  },
  {
    "股票代號": 2316,
    "公司簡稱": "楠梓電",
    "公司名稱": "楠梓電子股份有限公司"
  },
  {
    "股票代號": 2317,
    "公司簡稱": "鴻海",
    "公司名稱": "鴻海精密工業股份有限公司"
  },
  {
    "股票代號": 2321,
    "公司簡稱": "東訊",
    "公司名稱": "東訊股份有限公司"
  },
  {
    "股票代號": 2323,
    "公司簡稱": "中環",
    "公司名稱": "中環股份有限公司"
  },
  {
    "股票代號": 2324,
    "公司簡稱": "仁寶",
    "公司名稱": "仁寶電腦工業股份有限公司"
  },
  {
    "股票代號": 2327,
    "公司簡稱": "國巨",
    "公司名稱": "國巨股份有限公司"
  },
  {
    "股票代號": 2328,
    "公司簡稱": "廣宇",
    "公司名稱": "廣宇科技股份有限公司"
  },
  {
    "股票代號": 2329,
    "公司簡稱": "華泰",
    "公司名稱": "華泰電子股份有限公司"
  },
  {
    "股票代號": 2330,
    "公司簡稱": "台積電、台灣積體電路",
    "公司名稱": "台灣積體電路製造股份有限公司"
  },
  {
    "股票代號": 2331,
    "公司簡稱": "精英",
    "公司名稱": "精英電腦股份有限公司"
  },
  {
    "股票代號": 2332,
    "公司簡稱": "友訊",
    "公司名稱": "友訊科技股份有限公司"
  },
  {
    "股票代號": 2337,
    "公司簡稱": "旺宏",
    "公司名稱": "旺宏電子股份有限公司"
  },
  {
    "股票代號": 2338,
    "公司簡稱": "光罩、台灣光罩",
    "公司名稱": "台灣光罩股份有限公司"
  },
  {
    "股票代號": 2340,
    "公司簡稱": "光磊",
    "公司名稱": "光磊科技股份有限公司"
  },
  {
    "股票代號": 2342,
    "公司簡稱": "茂矽、台灣茂矽",
    "公司名稱": "台灣茂矽電子股份有限公司"
  },
  {
    "股票代號": 2344,
    "公司簡稱": "華邦電",
    "公司名稱": "華邦電子股份有限公司"
  },
  {
    "股票代號": 2345,
    "公司簡稱": "智邦",
    "公司名稱": "智邦科技股份有限公司"
  },
  {
    "股票代號": 2347,
    "公司簡稱": "聯強",
    "公司名稱": "聯強國際股份有限公司"
  },
  {
    "股票代號": 2348,
    "公司簡稱": "海悅",
    "公司名稱": "海悅國際開發股份有限公司"
  },
  {
    "股票代號": 2349,
    "公司簡稱": "錸德",
    "公司名稱": "錸德科技股份有限公司"
  },
  {
    "股票代號": 2351,
    "公司簡稱": "順德",
    "公司名稱": "順德工業股份有限公司"
  },
  {
    "股票代號": 2352,
    "公司簡稱": "佳世達",
    "公司名稱": "佳世達科技股份有限公司"
  },
  {
    "股票代號": 2353,
    "公司簡稱": "宏碁",
    "公司名稱": "宏碁股份有限公司"
  },
  {
    "股票代號": 2354,
    "公司簡稱": "鴻準",
    "公司名稱": "鴻準精密工業股份有限公司"
  },
  {
    "股票代號": 2355,
    "公司簡稱": "敬鵬",
    "公司名稱": "敬鵬工業股份有限公司"
  },
  {
    "股票代號": 2356,
    "公司簡稱": "英業達",
    "公司名稱": "英業達股份有限公司"
  },
  {
    "股票代號": 2357,
    "公司簡稱": "華碩",
    "公司名稱": "華碩電腦股份有限公司"
  },
  {
    "股票代號": 2358,
    "公司簡稱": "廷鑫",
    "公司名稱": "廷鑫興業股份有限公司"
  },
  {
    "股票代號": 2359,
    "公司簡稱": "所羅門",
    "公司名稱": "所羅門股份有限公司"
  },
  {
    "股票代號": 2360,
    "公司簡稱": "致茂",
    "公司名稱": "致茂電子股份有限公司"
  },
  {
    "股票代號": 2362,
    "公司簡稱": "藍天",
    "公司名稱": "藍天電腦股份有限公司"
  },
  {
    "股票代號": 2363,
    "公司簡稱": "矽統",
    "公司名稱": "矽統科技股份有限公司"
  },
  {
    "股票代號": 2364,
    "公司簡稱": "倫飛",
    "公司名稱": "倫飛電腦實業股份有限公司"
  },
  {
    "股票代號": 2365,
    "公司簡稱": "昆盈",
    "公司名稱": "昆盈企業股份有限公司"
  },
  {
    "股票代號": 2367,
    "公司簡稱": "燿華",
    "公司名稱": "燿華電子股份有限公司"
  },
  {
    "股票代號": 2368,
    "公司簡稱": "金像電",
    "公司名稱": "金像電子(股)公司"
  },
  {
    "股票代號": 2369,
    "公司簡稱": "菱生",
    "公司名稱": "菱生精密工業股份有限公司"
  },
  {
    "股票代號": 2371,
    "公司簡稱": "大同",
    "公司名稱": "大同股份有限公司"
  },
  {
    "股票代號": 2373,
    "公司簡稱": "震旦行",
    "公司名稱": "震旦行股份有限公司"
  },
  {
    "股票代號": 2374,
    "公司簡稱": "佳能",
    "公司名稱": "佳能企業股份有限公司"
  },
  {
    "股票代號": 2375,
    "公司簡稱": "凱美",
    "公司名稱": "凱美電機股份有限公司"
  },
  {
    "股票代號": 2376,
    "公司簡稱": "技嘉",
    "公司名稱": "技嘉科技股份有限公司"
  },
  {
    "股票代號": 2377,
    "公司簡稱": "微星",
    "公司名稱": "微星科技股份有限公司"
  },
  {
    "股票代號": 2379,
    "公司簡稱": "瑞昱",
    "公司名稱": "瑞昱半導體股份有限公司"
  },
  {
    "股票代號": 2380,
    "公司簡稱": "虹光",
    "公司名稱": "虹光精密工業股份有限公司"
  },
  {
    "股票代號": 2382,
    "公司簡稱": "廣達",
    "公司名稱": "廣達電腦股份有限公司"
  },
  {
    "股票代號": 2383,
    "公司簡稱": "台光電",
    "公司名稱": "台光電子材料股份有限公司"
  },
  {
    "股票代號": 2385,
    "公司簡稱": "群光",
    "公司名稱": "群光電子股份有限公司"
  },
  {
    "股票代號": 2387,
    "公司簡稱": "精元",
    "公司名稱": "精元電腦股份有限公司"
  },
  {
    "股票代號": 2388,
    "公司簡稱": "威盛",
    "公司名稱": "威盛電子股份有限公司"
  },
  {
    "股票代號": 2390,
    "公司簡稱": "云辰",
    "公司名稱": "云辰電子開發股份有限公司"
  },
  {
    "股票代號": 2392,
    "公司簡稱": "正崴",
    "公司名稱": "正崴精密工業股份有限公司"
  },
  {
    "股票代號": 2393,
    "公司簡稱": "億光",
    "公司名稱": "億光電子工業股份有限公司"
  },
  {
    "股票代號": 2395,
    "公司簡稱": "研華",
    "公司名稱": "研華股份有限公司"
  },
  {
    "股票代號": 2397,
    "公司簡稱": "友通",
    "公司名稱": "友通資訊股份有限公司"
  },
  {
    "股票代號": 2399,
    "公司簡稱": "映泰",
    "公司名稱": "映泰股份有限公司"
  },
  {
    "股票代號": 2401,
    "公司簡稱": "凌陽",
    "公司名稱": "凌陽科技股份有限公司"
  },
  {
    "股票代號": 2402,
    "公司簡稱": "毅嘉",
    "公司名稱": "毅嘉科技股份有限公司"
  },
  {
    "股票代號": 2404,
    "公司簡稱": "漢唐",
    "公司名稱": "漢唐集成股份有限公司"
  },
  {
    "股票代號": 2405,
    "公司簡稱": "浩鑫",
    "公司名稱": "浩鑫股份有限公司"
  },
  {
    "股票代號": 2406,
    "公司簡稱": "國碩",
    "公司名稱": "國碩科技工業股份有限公司"
  },
  {
    "股票代號": 2408,
    "公司簡稱": "南亞科",
    "公司名稱": "南亞科技股份有限公司"
  },
  {
    "股票代號": 2409,
    "公司簡稱": "友達",
    "公司名稱": "友達光電股份有限公司"
  },
  {
    "股票代號": 2412,
    "公司簡稱": "中華電",
    "公司名稱": "中華電信股份有限公司"
  },
  {
    "股票代號": 2413,
    "公司簡稱": "環科",
    "公司名稱": "環隆科技股份有限公司"
  },
  {
    "股票代號": 2414,
    "公司簡稱": "精技",
    "公司名稱": "精技電腦股份有限公司"
  },
  {
    "股票代號": 2415,
    "公司簡稱": "錩新",
    "公司名稱": "錩新科技股份有限公司"
  },
  {
    "股票代號": 2417,
    "公司簡稱": "圓剛",
    "公司名稱": "圓剛科技股份有限公司"
  },
  {
    "股票代號": 2419,
    "公司簡稱": "仲琦",
    "公司名稱": "仲琦科技股份有限公司"
  },
  {
    "股票代號": 2420,
    "公司簡稱": "新巨",
    "公司名稱": "新巨企業股份有限公司"
  },
  {
    "股票代號": 2421,
    "公司簡稱": "建準",
    "公司名稱": "建準電機工業股份有限公司"
  },
  {
    "股票代號": 2423,
    "公司簡稱": "固緯",
    "公司名稱": "固緯電子實業股份有限公司"
  },
  {
    "股票代號": 2424,
    "公司簡稱": "隴華",
    "公司名稱": "隴華電子股份有限公司"
  },
  {
    "股票代號": 2425,
    "公司簡稱": "承啟",
    "公司名稱": "承啟科技股份有限公司"
  },
  {
    "股票代號": 2426,
    "公司簡稱": "鼎元",
    "公司名稱": "鼎元光電科技股份有限公司"
  },
  {
    "股票代號": 2427,
    "公司簡稱": "三商電",
    "公司名稱": "三商電腦股份有限公司"
  },
  {
    "股票代號": 2428,
    "公司簡稱": "興勤",
    "公司名稱": "興勤電子工業股份有限公司"
  },
  {
    "股票代號": 2429,
    "公司簡稱": "銘旺科",
    "公司名稱": "銘旺科技股份有限公司"
  },
  {
    "股票代號": 2430,
    "公司簡稱": "燦坤",
    "公司名稱": "燦坤實業股份有限公司"
  },
  {
    "股票代號": 2431,
    "公司簡稱": "聯昌",
    "公司名稱": "聯昌電子企業股份有限公司"
  },
  {
    "股票代號": 2433,
    "公司簡稱": "互盛電",
    "公司名稱": "互盛股份有限公司"
  },
  {
    "股票代號": 2434,
    "公司簡稱": "統懋",
    "公司名稱": "統懋半導體股份有限公司"
  },
  {
    "股票代號": 2436,
    "公司簡稱": "偉詮電",
    "公司名稱": "偉詮電子股份有限公司"
  },
  {
    "股票代號": 2438,
    "公司簡稱": "翔耀",
    "公司名稱": "翔耀實業股份有限公司"
  },
  {
    "股票代號": 2439,
    "公司簡稱": "美律",
    "公司名稱": "美律實業股份有限公司"
  },
  {
    "股票代號": 2440,
    "公司簡稱": "太空梭",
    "公司名稱": "太空梭高傳真資訊科技(股)公司"
  },
  {
    "股票代號": 2441,
    "公司簡稱": "超豐",
    "公司名稱": "超豐電子股份有限公司"
  },
  {
    "股票代號": 2442,
    "公司簡稱": "新美齊",
    "公司名稱": "新美齊股份有限公司"
  },
  {
    "股票代號": 2443,
    "公司簡稱": "億麗",
    "公司名稱": "億麗科技股份有限公司"
  },
  {
    "股票代號": 2444,
    "公司簡稱": "兆勁",
    "公司名稱": "兆勁科技股份有限公司"
  },
  {
    "股票代號": 2449,
    "公司簡稱": "京元電子",
    "公司名稱": "京元電子股份有限公司"
  },
  {
    "股票代號": 2450,
    "公司簡稱": "神腦",
    "公司名稱": "神腦國際企業股份有限公司"
  },
  {
    "股票代號": 2451,
    "公司簡稱": "創見",
    "公司名稱": "創見資訊股份有限公司"
  },
  {
    "股票代號": 2453,
    "公司簡稱": "凌群",
    "公司名稱": "凌群電腦股份有限公司"
  },
  {
    "股票代號": 2454,
    "公司簡稱": "聯發科",
    "公司名稱": "聯發科技股份有限公司"
  },
  {
    "股票代號": 2455,
    "公司簡稱": "全新",
    "公司名稱": "全新光電科技股份有限公司"
  },
  {
    "股票代號": 2456,
    "公司簡稱": "奇力新",
    "公司名稱": "奇力新電子股份有限公司"
  },
  {
    "股票代號": 2457,
    "公司簡稱": "飛宏",
    "公司名稱": "飛宏科技股份有限公司"
  },
  {
    "股票代號": 2458,
    "公司簡稱": "義隆",
    "公司名稱": "義隆電子股份有限公司"
  },
  {
    "股票代號": 2459,
    "公司簡稱": "敦吉",
    "公司名稱": "敦吉科技股份有限公司"
  },
  {
    "股票代號": 2460,
    "公司簡稱": "建通",
    "公司名稱": "建通精密工業股份有限公司"
  },
  {
    "股票代號": 2461,
    "公司簡稱": "光群雷、光群雷射",
    "公司名稱": "光群雷射科技股份有限公司"
  },
  {
    "股票代號": 2462,
    "公司簡稱": "良得電、台灣良得電子",
    "公司名稱": "台灣良得電子股份有限公司"
  },
  {
    "股票代號": 2464,
    "公司簡稱": "盟立",
    "公司名稱": "盟立自動化股份有限公司"
  },
  {
    "股票代號": 2465,
    "公司簡稱": "麗臺",
    "公司名稱": "麗臺科技股份有限公司"
  },
  {
    "股票代號": 2466,
    "公司簡稱": "冠西電",
    "公司名稱": "冠西電子企業股份有限公司"
  },
  {
    "股票代號": 2467,
    "公司簡稱": "志聖",
    "公司名稱": "志聖工業股份有限公司"
  },
  {
    "股票代號": 2468,
    "公司簡稱": "華經",
    "公司名稱": "華經資訊企業股份有限公司"
  },
  {
    "股票代號": 2471,
    "公司簡稱": "資通",
    "公司名稱": "資通電腦股份有限公司"
  },
  {
    "股票代號": 2472,
    "公司簡稱": "立隆電",
    "公司名稱": "立隆電子工業股份有限公司"
  },
  {
    "股票代號": 2474,
    "公司簡稱": "可成",
    "公司名稱": "可成科技股份有限公司"
  },
  {
    "股票代號": 2476,
    "公司簡稱": "鉅祥",
    "公司名稱": "鉅祥企業股份有限公司"
  },
  {
    "股票代號": 2477,
    "公司簡稱": "美隆電、美隆工業",
    "公司名稱": "美隆工業股份有限公司"
  },
  {
    "股票代號": 2478,
    "公司簡稱": "大毅",
    "公司名稱": "大毅科技股份有限公司"
  },
  {
    "股票代號": 2480,
    "公司簡稱": "敦陽科",
    "公司名稱": "敦陽科技股份有限公司"
  },
  {
    "股票代號": 2481,
    "公司簡稱": "強茂",
    "公司名稱": "強茂股份有限公司"
  },
  {
    "股票代號": 2482,
    "公司簡稱": "連宇",
    "公司名稱": "連宇股份有限公司"
  },
  {
    "股票代號": 2483,
    "公司簡稱": "百容",
    "公司名稱": "百容電子股份有限公司"
  },
  {
    "股票代號": 2484,
    "公司簡稱": "希華",
    "公司名稱": "希華晶體科技股份有限公司"
  },
  {
    "股票代號": 2485,
    "公司簡稱": "兆赫",
    "公司名稱": "兆赫電子股份有限公司"
  },
  {
    "股票代號": 2486,
    "公司簡稱": "一詮",
    "公司名稱": "一詮精密工業股份有限公司"
  },
  {
    "股票代號": 2488,
    "公司簡稱": "漢平",
    "公司名稱": "漢平電子工業股份有限公司"
  },
  {
    "股票代號": 2489,
    "公司簡稱": "瑞軒",
    "公司名稱": "瑞軒科技股份有限公司"
  },
  {
    "股票代號": 2491,
    "公司簡稱": "吉祥全",
    "公司名稱": "吉祥全球實業股份有限公司"
  },
  {
    "股票代號": 2492,
    "公司簡稱": "華新科",
    "公司名稱": "華新科技股份有限公司"
  },
  {
    "股票代號": 2493,
    "公司簡稱": "揚博",
    "公司名稱": "揚博科技股份有限公司"
  },
  {
    "股票代號": 2495,
    "公司簡稱": "普安",
    "公司名稱": "普安科技股份有限公司"
  },
  {
    "股票代號": 2496,
    "公司簡稱": "卓越",
    "公司名稱": "卓越成功股份有限公司"
  },
  {
    "股票代號": 2497,
    "公司簡稱": "怡利電",
    "公司名稱": "怡利電子工業股份有限公司"
  },
  {
    "股票代號": 2498,
    "公司簡稱": "宏達電",
    "公司名稱": "宏達國際電子股份有限公司"
  },
  {
    "股票代號": 2501,
    "公司簡稱": "國建、國泰建設",
    "公司名稱": "國泰建設股份有限公司"
  },
  {
    "股票代號": 2504,
    "公司簡稱": "國產",
    "公司名稱": "國產建材實業股份有限公司"
  },
  {
    "股票代號": 2505,
    "公司簡稱": "國揚",
    "公司名稱": "國揚實業股份有限公司"
  },
  {
    "股票代號": 2506,
    "公司簡稱": "太設、太平洋建設",
    "公司名稱": "太平洋建設股份有限公司"
  },
  {
    "股票代號": 2509,
    "公司簡稱": "全坤建",
    "公司名稱": "全坤建設開發股份有限公司"
  },
  {
    "股票代號": 2511,
    "公司簡稱": "太子",
    "公司名稱": "太子建設開發股份有限公司"
  },
  {
    "股票代號": 2514,
    "公司簡稱": "龍邦",
    "公司名稱": "龍邦國際興業股份有限公司"
  },
  {
    "股票代號": 2515,
    "公司簡稱": "中工、中華工程",
    "公司名稱": "中華工程股份有限公司"
  },
  {
    "股票代號": 2516,
    "公司簡稱": "新建、新亞建設",
    "公司名稱": "新亞建設開發股份有限公司"
  },
  {
    "股票代號": 2520,
    "公司簡稱": "冠德",
    "公司名稱": "冠德建設股份有限公司"
  },
  {
    "股票代號": 2524,
    "公司簡稱": "京城",
    "公司名稱": "京城建設股份有限公司"
  },
  {
    "股票代號": 2527,
    "公司簡稱": "宏璟",
    "公司名稱": "宏璟建設股份有限公司"
  },
  {
    "股票代號": 2528,
    "公司簡稱": "皇普",
    "公司名稱": "皇普建設股份有限公司"
  },
  {
    "股票代號": 2530,
    "公司簡稱": "華建、大華建設",
    "公司名稱": "大華建設股份有限公司"
  },
  {
    "股票代號": 2534,
    "公司簡稱": "宏盛",
    "公司名稱": "宏盛建設股份有限公司"
  },
  {
    "股票代號": 2535,
    "公司簡稱": "達欣工",
    "公司名稱": "達欣工程股份有限公司"
  },
  {
    "股票代號": 2536,
    "公司簡稱": "宏普",
    "公司名稱": "宏普建設股份有限公司"
  },
  {
    "股票代號": 2537,
    "公司簡稱": "聯上發、聯上開發",
    "公司名稱": "聯上開發股份有限公司"
  },
  {
    "股票代號": 2538,
    "公司簡稱": "基泰",
    "公司名稱": "基泰建設股份有限公司"
  },
  {
    "股票代號": 2539,
    "公司簡稱": "櫻花建",
    "公司名稱": "櫻花建設股份有限公司"
  },
  {
    "股票代號": 2540,
    "公司簡稱": "愛山林",
    "公司名稱": "愛山林建設開發股份有限公司"
  },
  {
    "股票代號": 2542,
    "公司簡稱": "興富發",
    "公司名稱": "興富發建設股份有限公司"
  },
  {
    "股票代號": 2543,
    "公司簡稱": "皇昌",
    "公司名稱": "皇昌營造股份有限公司"
  },
  {
    "股票代號": 2545,
    "公司簡稱": "皇翔",
    "公司名稱": "皇翔建設股份有限公司"
  },
  {
    "股票代號": 2546,
    "公司簡稱": "根基",
    "公司名稱": "根基營造股份有限公司"
  },
  {
    "股票代號": 2547,
    "公司簡稱": "日勝生",
    "公司名稱": "日勝生活科技股份有限公司"
  },
  {
    "股票代號": 2548,
    "公司簡稱": "華固",
    "公司名稱": "華固建設股份有限公司"
  },
  {
    "股票代號": 2597,
    "公司簡稱": "潤弘",
    "公司名稱": "潤弘精密工程事業股份有限公司"
  },
  {
    "股票代號": 2601,
    "公司簡稱": "益航",
    "公司名稱": "益航股份有限公司"
  },
  {
    "股票代號": 2603,
    "公司簡稱": "長榮",
    "公司名稱": "長榮海運股份有限公司"
  },
  {
    "股票代號": 2605,
    "公司簡稱": "新興",
    "公司名稱": "新興航運股份有限公司"
  },
  {
    "股票代號": 2606,
    "公司簡稱": "裕民",
    "公司名稱": "裕民航運股份有限公司"
  },
  {
    "股票代號": 2607,
    "公司簡稱": "榮運、長榮國際儲運",
    "公司名稱": "長榮國際儲運股份有限公司"
  },
  {
    "股票代號": 2608,
    "公司簡稱": "嘉里大榮",
    "公司名稱": "嘉里大榮物流股份有限公司"
  },
  {
    "股票代號": 2609,
    "公司簡稱": "陽明",
    "公司名稱": "陽明海運股份有限公司"
  },
  {
    "股票代號": 2610,
    "公司簡稱": "華航、中華航空",
    "公司名稱": "中華航空股份有限公司"
  },
  {
    "股票代號": 2611,
    "公司簡稱": "志信",
    "公司名稱": "志信國際股份有限公司"
  },
  {
    "股票代號": 2612,
    "公司簡稱": "中航、中國航運",
    "公司名稱": "中國航運股份有限公司"
  },
  {
    "股票代號": 2613,
    "公司簡稱": "中櫃、中國貨櫃",
    "公司名稱": "中國貨櫃運輸股份有限公司"
  },
  {
    "股票代號": 2614,
    "公司簡稱": "東森",
    "公司名稱": "東森國際股份有限公司"
  },
  {
    "股票代號": 2615,
    "公司簡稱": "萬海",
    "公司名稱": "萬海航運股份有限公司"
  },
  {
    "股票代號": 2616,
    "公司簡稱": "山隆",
    "公司名稱": "山隆通運股份有限公司"
  },
  {
    "股票代號": 2617,
    "公司簡稱": "台航、台灣航業",
    "公司名稱": "台灣航業股份有限公司"
  },
  {
    "股票代號": 2618,
    "公司簡稱": "長榮航",
    "公司名稱": "長榮航空股份有限公司"
  },
  {
    "股票代號": 2630,
    "公司簡稱": "亞航、亞洲航空",
    "公司名稱": "亞洲航空股份有限公司"
  },
  {
    "股票代號": 2633,
    "公司簡稱": "台灣高鐵",
    "公司名稱": "台灣高速鐵路股份有限公司"
  },
  {
    "股票代號": 2634,
    "公司簡稱": "漢翔",
    "公司名稱": "漢翔航空工業股份有限公司"
  },
  {
    "股票代號": 2636,
    "公司簡稱": "台驊投控、台驊國際",
    "公司名稱": "台驊國際投資控股股份有限公司"
  },
  {
    "股票代號": 2637,
    "公司簡稱": "慧洋-KY、慧洋海運",
    "公司名稱": "慧洋海運股份有限公司"
  },
  {
    "股票代號": 2642,
    "公司簡稱": "宅配通、台灣宅配",
    "公司名稱": "台灣宅配通股份有限公司"
  },
  {
    "股票代號": 2701,
    "公司簡稱": "萬企、萬華企業",
    "公司名稱": "萬華企業股份有限公司"
  },
  {
    "股票代號": 2702,
    "公司簡稱": "華園",
    "公司名稱": "華園飯店股份有限公司"
  },
  {
    "股票代號": 2704,
    "公司簡稱": "國賓",
    "公司名稱": "國賓大飯店股份有限公司"
  },
  {
    "股票代號": 2705,
    "公司簡稱": "六福",
    "公司名稱": "六福開發股份有限公司"
  },
  {
    "股票代號": 2706,
    "公司簡稱": "第一店、第一華僑大飯店",
    "公司名稱": "第一華僑大飯店股份有限公司"
  },
  {
    "股票代號": 2707,
    "公司簡稱": "晶華",
    "公司名稱": "晶華國際酒店股份有限公司"
  },
  {
    "股票代號": 2712,
    "公司簡稱": "遠雄來",
    "公司名稱": "遠雄悅來大飯店股份有限公司"
  },
  {
    "股票代號": 2722,
    "公司簡稱": "夏都",
    "公司名稱": "夏都國際開發股份有限公司"
  },
  {
    "股票代號": 2723,
    "公司簡稱": "美食-KY、開曼美食",
    "公司名稱": "開曼美食達人股份有限公司"
  },
  {
    "股票代號": 2727,
    "公司簡稱": "王品",
    "公司名稱": "王品餐飲股份有限公司"
  },
  {
    "股票代號": 2731,
    "公司簡稱": "雄獅",
    "公司名稱": "雄獅旅行社股份有限公司"
  },
  {
    "股票代號": 2739,
    "公司簡稱": "寒舍",
    "公司名稱": "寒舍餐旅管理顧問股份有限公司"
  },
  {
    "股票代號": 2748,
    "公司簡稱": "雲品",
    "公司名稱": "雲品國際酒店股份有限公司"
  },
  {
    "股票代號": 2753,
    "公司簡稱": "八方雲集",
    "公司名稱": "八方雲集國際股份有限公司"
  },
  {
    "股票代號": 2801,
    "公司簡稱": "彰銀、彰化商業銀行、彰化銀行",
    "公司名稱": "彰化商業銀行股份有限公司"
  },
  {
    "股票代號": 2809,
    "公司簡稱": "京城銀、京城商業銀行、京城銀行",
    "公司名稱": "京城商業銀行股份有限公司"
  },
  {
    "股票代號": 2812,
    "公司簡稱": "台中銀、台中銀行",
    "公司名稱": "台中商業銀行股份有限公司"
  },
  {
    "股票代號": 2816,
    "公司簡稱": "旺旺保、旺旺友聯",
    "公司名稱": "旺旺友聯產物保險股份有限公司"
  },
  {
    "股票代號": 2820,
    "公司簡稱": "華票、中華票券",
    "公司名稱": "中華票券金融股份有限公司"
  },
  {
    "股票代號": 2823,
    "公司簡稱": "中壽、中國人壽",
    "公司名稱": "中國人壽保險股份有限公司"
  },
  {
    "股票代號": 2832,
    "公司簡稱": "台產、台灣產物保險",
    "公司名稱": "台灣產物保險股份有限公司"
  },
  {
    "股票代號": 2834,
    "公司簡稱": "臺企銀、台灣中小企業銀行",
    "公司名稱": "臺灣中小企業銀行股份有限公司"
  },
  {
    "股票代號": 2836,
    "公司簡稱": "高雄銀",
    "公司名稱": "高雄銀行股份有限公司"
  },
  {
    "股票代號": 2838,
    "公司簡稱": "聯邦銀",
    "公司名稱": "聯邦商業銀行股份有限公司"
  },
  {
    "股票代號": 2841,
    "公司簡稱": "台開、台灣土地",
    "公司名稱": "台灣土地開發股份有限公司"
  },
  {
    "股票代號": 2845,
    "公司簡稱": "遠東銀、遠東商銀、遠東銀行",
    "公司名稱": "遠東國際商業銀行股份有限公司"
  },
  {
    "股票代號": 2849,
    "公司簡稱": "安泰銀",
    "公司名稱": "安泰商業銀行股份有限公司"
  },
  {
    "股票代號": 2850,
    "公司簡稱": "新產、新光產物",
    "公司名稱": "新光產物保險股份有限公司"
  },
  {
    "股票代號": 2851,
    "公司簡稱": "中再保、中央再保險",
    "公司名稱": "中央再保險股份有限公司"
  },
  {
    "股票代號": 2852,
    "公司簡稱": "第一保、第一產物",
    "公司名稱": "第一產物保險股份有限公司"
  },
  {
    "股票代號": 2855,
    "公司簡稱": "統一證",
    "公司名稱": "統一綜合證券股份有限公司"
  },
  {
    "股票代號": 2867,
    "公司簡稱": "三商壽、三商美邦",
    "公司名稱": "三商美邦人壽保險股份有限公司"
  },
  {
    "股票代號": 2880,
    "公司簡稱": "華南金、華南銀行",
    "公司名稱": "華南金融控股股份有限公司"
  },
  {
    "股票代號": 2881,
    "公司簡稱": "富邦金、富邦銀行",
    "公司名稱": "富邦金融控股股份有限公司"
  },
  {
    "股票代號": 2882,
    "公司簡稱": "國泰金、國泰銀行",
    "公司名稱": "國泰金融控股股份有限公司"
  },
  {
    "股票代號": 2883,
    "公司簡稱": "開發金、中華開發金",
    "公司名稱": "中華開發金融控股股份有限公司"
  },
  {
    "股票代號": 2884,
    "公司簡稱": "玉山金、玉山銀行",
    "公司名稱": "玉山金融控股股份有限公司"
  },
  {
    "股票代號": 2885,
    "公司簡稱": "元大金、元大銀行",
    "公司名稱": "元大金融控股股份有限公司"
  },
  {
    "股票代號": 2886,
    "公司簡稱": "兆豐金、兆豐銀行",
    "公司名稱": "兆豐金融控股股份有限公司"
  },
  {
    "股票代號": 2887,
    "公司簡稱": "台新金、台新銀行",
    "公司名稱": "台新金融控股股份有限公司"
  },
  {
    "股票代號": 2888,
    "公司簡稱": "新光金、新光銀行、新光人壽",
    "公司名稱": "新光金融控股股份有限公司"
  },
  {
    "股票代號": 2889,
    "公司簡稱": "國票金",
    "公司名稱": "國票金融控股股份有限公司"
  },
  {
    "股票代號": 2890,
    "公司簡稱": "永豐金、永豐銀行",
    "公司名稱": "永豐金融控股股份有限公司"
  },
  {
    "股票代號": 2891,
    "公司簡稱": "中信金、中國信託",
    "公司名稱": "中國信託金融控股股份有限公司"
  },
  {
    "股票代號": 2892,
    "公司簡稱": "第一金、第一商業銀行、",
    "公司名稱": "第一金融控股股份有限公司"
  },
  {
    "股票代號": 2897,
    "公司簡稱": "王道銀行",
    "公司名稱": "王道商業銀行股份有限公司"
  },
  {
    "股票代號": 2901,
    "公司簡稱": "欣欣",
    "公司名稱": "欣欣大眾市場股份有限公司"
  },
  {
    "股票代號": 2903,
    "公司簡稱": "遠百、遠東百貨",
    "公司名稱": "遠東百貨股份有限公司"
  },
  {
    "股票代號": 2904,
    "公司簡稱": "匯僑",
    "公司名稱": "匯僑股份有限公司"
  },
  {
    "股票代號": 2905,
    "公司簡稱": "三商",
    "公司名稱": "三商投資控股股份有限公司"
  },
  {
    "股票代號": 2906,
    "公司簡稱": "高林",
    "公司名稱": "高林實業股份有限公司"
  },
  {
    "股票代號": 2908,
    "公司簡稱": "特力",
    "公司名稱": "特力股份有限公司"
  },
  {
    "股票代號": 2910,
    "公司簡稱": "統領",
    "公司名稱": "統領百貨股份有限公司"
  },
  {
    "股票代號": 2911,
    "公司簡稱": "麗嬰房",
    "公司名稱": "麗嬰房股份有限公司"
  },
  {
    "股票代號": 2912,
    "公司簡稱": "統一超",
    "公司名稱": "統一超商股份有限公司"
  },
  {
    "股票代號": 2913,
    "公司簡稱": "農林、台灣農林",
    "公司名稱": "台灣農林股份有限公司"
  },
  {
    "股票代號": 2915,
    "公司簡稱": "潤泰全",
    "公司名稱": "潤泰全球股份有限公司"
  },
  {
    "股票代號": 2923,
    "公司簡稱": "鼎固-KY",
    "公司名稱": "鼎固控股有限公司"
  },
  {
    "股票代號": 2929,
    "公司簡稱": "淘帝-KY",
    "公司名稱": "淘帝國際控股有限公司"
  },
  {
    "股票代號": 2936,
    "公司簡稱": "客思達-KY",
    "公司名稱": "客思達股份有限公司"
  },
  {
    "股票代號": 2939,
    "公司簡稱": "凱羿-KY",
    "公司名稱": "凱羿國際集團股份有限公司"
  },
  {
    "股票代號": 3002,
    "公司簡稱": "歐格",
    "公司名稱": "歐格電子工業股份有限公司"
  },
  {
    "股票代號": 3003,
    "公司簡稱": "健和興",
    "公司名稱": "健和興端子股份有限公司"
  },
  {
    "股票代號": 3004,
    "公司簡稱": "豐達科",
    "公司名稱": "豐達科技股份有限公司(原宏達)"
  },
  {
    "股票代號": 3005,
    "公司簡稱": "神基",
    "公司名稱": "神基科技股份有限公司"
  },
  {
    "股票代號": 3006,
    "公司簡稱": "晶豪科",
    "公司名稱": "晶豪科技股份有限公司"
  },
  {
    "股票代號": 3008,
    "公司簡稱": "大立光",
    "公司名稱": "大立光電股份有限公司"
  },
  {
    "股票代號": 3010,
    "公司簡稱": "華立",
    "公司名稱": "華立企業股份有限公司"
  },
  {
    "股票代號": 3011,
    "公司簡稱": "今皓",
    "公司名稱": "今皓實業股份有限公司"
  },
  {
    "股票代號": 3013,
    "公司簡稱": "晟銘電",
    "公司名稱": "晟銘電子科技股份有限公司"
  },
  {
    "股票代號": 3014,
    "公司簡稱": "聯陽",
    "公司名稱": "聯陽半導體股份有限公司"
  },
  {
    "股票代號": 3015,
    "公司簡稱": "全漢",
    "公司名稱": "全漢企業股份有限公司"
  },
  {
    "股票代號": 3016,
    "公司簡稱": "嘉晶",
    "公司名稱": "嘉晶電子股份有限公司"
  },
  {
    "股票代號": 3017,
    "公司簡稱": "奇鋐",
    "公司名稱": "奇鋐科技股份有限公司"
  },
  {
    "股票代號": 3018,
    "公司簡稱": "同開",
    "公司名稱": "同開科技工程股份有限公司"
  },
  {
    "股票代號": 3019,
    "公司簡稱": "亞光、亞洲光學",
    "公司名稱": "亞洲光學股份有限公司"
  },
  {
    "股票代號": 3021,
    "公司簡稱": "鴻名",
    "公司名稱": "鴻名企業股份有限公司"
  },
  {
    "股票代號": 3022,
    "公司簡稱": "威強電",
    "公司名稱": "威強電工業電腦股份有限公司"
  },
  {
    "股票代號": 3023,
    "公司簡稱": "信邦",
    "公司名稱": "信邦電子股份有限公司"
  },
  {
    "股票代號": 3024,
    "公司簡稱": "憶聲",
    "公司名稱": "憶聲電子股份有限公司"
  },
  {
    "股票代號": 3025,
    "公司簡稱": "星通",
    "公司名稱": "星通資訊股份有限公司"
  },
  {
    "股票代號": 3026,
    "公司簡稱": "禾伸堂",
    "公司名稱": "禾伸堂企業股份有限公司"
  },
  {
    "股票代號": 3027,
    "公司簡稱": "盛達",
    "公司名稱": "盛達電業股份有限公司"
  },
  {
    "股票代號": 3028,
    "公司簡稱": "增你強",
    "公司名稱": "增你強股份有限公司"
  },
  {
    "股票代號": 3029,
    "公司簡稱": "零壹",
    "公司名稱": "零壹科技股份有限公司"
  },
  {
    "股票代號": 3030,
    "公司簡稱": "德律",
    "公司名稱": "德律科技股份有限公司"
  },
  {
    "股票代號": 3031,
    "公司簡稱": "佰鴻",
    "公司名稱": "佰鴻工業股份有限公司"
  },
  {
    "股票代號": 3032,
    "公司簡稱": "偉訓",
    "公司名稱": "偉訓科技股份有限公司"
  },
  {
    "股票代號": 3033,
    "公司簡稱": "威健",
    "公司名稱": "威健實業股份有限公司"
  },
  {
    "股票代號": 3034,
    "公司簡稱": "聯詠",
    "公司名稱": "聯詠科技股份有限公司"
  },
  {
    "股票代號": 3035,
    "公司簡稱": "智原",
    "公司名稱": "智原科技股份有限公司"
  },
  {
    "股票代號": 3036,
    "公司簡稱": "文曄",
    "公司名稱": "文曄科技股份有限公司"
  },
  {
    "股票代號": 3037,
    "公司簡稱": "欣興",
    "公司名稱": "欣興電子股份有限公司"
  },
  {
    "股票代號": 3038,
    "公司簡稱": "全台",
    "公司名稱": "全台晶像股份有限公司"
  },
  {
    "股票代號": 3040,
    "公司簡稱": "遠見",
    "公司名稱": "遠見科技股份有限公司"
  },
  {
    "股票代號": 3041,
    "公司簡稱": "揚智",
    "公司名稱": "揚智科技股份有限公司"
  },
  {
    "股票代號": 3042,
    "公司簡稱": "晶技、台灣晶技",
    "公司名稱": "台灣晶技股份有限公司"
  },
  {
    "股票代號": 3043,
    "公司簡稱": "科風",
    "公司名稱": "科風股份有限公司"
  },
  {
    "股票代號": 3044,
    "公司簡稱": "健鼎",
    "公司名稱": "健鼎科技股份有限公司"
  },
  {
    "股票代號": 3045,
    "公司簡稱": "台灣大",
    "公司名稱": "台灣大哥大股份有限公司"
  },
  {
    "股票代號": 3046,
    "公司簡稱": "建碁",
    "公司名稱": "建碁股份有限公司"
  },
  {
    "股票代號": 3047,
    "公司簡稱": "訊舟",
    "公司名稱": "訊舟科技股份有限公司"
  },
  {
    "股票代號": 3048,
    "公司簡稱": "益登",
    "公司名稱": "益登科技股份有限公司"
  },
  {
    "股票代號": 3049,
    "公司簡稱": "和鑫",
    "公司名稱": "和鑫光電股份有限公司"
  },
  {
    "股票代號": 3050,
    "公司簡稱": "鈺德",
    "公司名稱": "鈺德科技股份有限公司"
  },
  {
    "股票代號": 3051,
    "公司簡稱": "力特",
    "公司名稱": "力特光電科技股份有限公司"
  },
  {
    "股票代號": 3052,
    "公司簡稱": "夆典",
    "公司名稱": "夆典科技開發股份有限公司"
  },
  {
    "股票代號": 3054,
    "公司簡稱": "立萬利",
    "公司名稱": "立萬利創新股份有限公司"
  },
  {
    "股票代號": 3055,
    "公司簡稱": "蔚華科",
    "公司名稱": "蔚華科技股份有限公司"
  },
  {
    "股票代號": 3056,
    "公司簡稱": "總太",
    "公司名稱": "總太地產開發股份有限公司"
  },
  {
    "股票代號": 3057,
    "公司簡稱": "喬鼎",
    "公司名稱": "喬鼎資訊股份有限公司"
  },
  {
    "股票代號": 3058,
    "公司簡稱": "立德",
    "公司名稱": "立德電子股份有限公司"
  },
  {
    "股票代號": 3059,
    "公司簡稱": "華晶科",
    "公司名稱": "華晶科技股份有限公司"
  },
  {
    "股票代號": 3060,
    "公司簡稱": "銘異",
    "公司名稱": "銘異科技股份有限公司"
  },
  {
    "股票代號": 3062,
    "公司簡稱": "建漢",
    "公司名稱": "建漢科技股份有限公司"
  },
  {
    "股票代號": 3090,
    "公司簡稱": "日電貿",
    "公司名稱": "日電貿股份有限公司"
  },
  {
    "股票代號": 3092,
    "公司簡稱": "鴻碩",
    "公司名稱": "鴻碩精密電工股份有限公司"
  },
  {
    "股票代號": 3094,
    "公司簡稱": "聯傑",
    "公司名稱": "聯傑國際股份有限公司"
  },
  {
    "股票代號": 3130,
    "公司簡稱": "一零四",
    "公司名稱": "一零四資訊科技股份有限公司"
  },
  {
    "股票代號": 3138,
    "公司簡稱": "耀登",
    "公司名稱": "耀登科技股份有限公司"
  },
  {
    "股票代號": 3149,
    "公司簡稱": "正達",
    "公司名稱": "正達國際光電股份有限公司"
  },
  {
    "股票代號": 3164,
    "公司簡稱": "景岳",
    "公司名稱": "景岳生物科技股份有限公司"
  },
  {
    "股票代號": 3167,
    "公司簡稱": "大量",
    "公司名稱": "大量科技股份有限公司"
  },
  {
    "股票代號": 3189,
    "公司簡稱": "景碩",
    "公司名稱": "景碩科技股份有限公司"
  },
  {
    "股票代號": 3209,
    "公司簡稱": "全科",
    "公司名稱": "全科科技股份有限公司"
  },
  {
    "股票代號": 3229,
    "公司簡稱": "晟鈦",
    "公司名稱": "晟鈦股份有限公司"
  },
  {
    "股票代號": 3231,
    "公司簡稱": "緯創",
    "公司名稱": "緯創資通股份有限公司"
  },
  {
    "股票代號": 3257,
    "公司簡稱": "虹冠電",
    "公司名稱": "虹冠電子工業股份有限公司"
  },
  {
    "股票代號": 3266,
    "公司簡稱": "昇陽",
    "公司名稱": "昇陽建設企業股份有限公司"
  },
  {
    "股票代號": 3296,
    "公司簡稱": "勝德",
    "公司名稱": "勝德國際研發股份有限公司"
  },
  {
    "股票代號": 3305,
    "公司簡稱": "昇貿",
    "公司名稱": "昇貿科技股份有限公司"
  },
  {
    "股票代號": 3308,
    "公司簡稱": "聯德",
    "公司名稱": "聯德電子股份有限公司"
  },
  {
    "股票代號": 3311,
    "公司簡稱": "閎暉",
    "公司名稱": "閎暉實業股份有限公司"
  },
  {
    "股票代號": 3312,
    "公司簡稱": "弘憶股",
    "公司名稱": "弘憶國際股份有限公司"
  },
  {
    "股票代號": 3321,
    "公司簡稱": "同泰",
    "公司名稱": "同泰電子科技股份有限公司"
  },
  {
    "股票代號": 3338,
    "公司簡稱": "泰碩",
    "公司名稱": "泰碩電子股份有限公司"
  },
  {
    "股票代號": 3346,
    "公司簡稱": "麗清",
    "公司名稱": "麗清科技股份有限公司"
  },
  {
    "股票代號": 3356,
    "公司簡稱": "奇偶",
    "公司名稱": "奇偶科技股份有限公司"
  },
  {
    "股票代號": 3376,
    "公司簡稱": "新日興",
    "公司名稱": "新日興股份有限公司"
  },
  {
    "股票代號": 3380,
    "公司簡稱": "明泰",
    "公司名稱": "明泰科技股份有限公司"
  },
  {
    "股票代號": 3383,
    "公司簡稱": "新世紀",
    "公司名稱": "新世紀光電股份有限公司"
  },
  {
    "股票代號": 3406,
    "公司簡稱": "玉晶光",
    "公司名稱": "玉晶光電股份有限公司"
  },
  {
    "股票代號": 3413,
    "公司簡稱": "京鼎",
    "公司名稱": "京鼎精密科技股份有限公司"
  },
  {
    "股票代號": 3416,
    "公司簡稱": "融程電",
    "公司名稱": "融程電訊股份有限公司"
  },
  {
    "股票代號": 3419,
    "公司簡稱": "譁裕",
    "公司名稱": "譁裕實業股份有限公司"
  },
  {
    "股票代號": 3432,
    "公司簡稱": "台端",
    "公司名稱": "台端興業股份有限公司"
  },
  {
    "股票代號": 3437,
    "公司簡稱": "榮創",
    "公司名稱": "榮創能源科技股份有限公司"
  },
  {
    "股票代號": 3443,
    "公司簡稱": "創意",
    "公司名稱": "創意電子股份有限公司"
  },
  {
    "股票代號": 3450,
    "公司簡稱": "聯鈞",
    "公司名稱": "聯鈞光電股份有限公司"
  },
  {
    "股票代號": 3454,
    "公司簡稱": "晶睿",
    "公司名稱": "晶睿通訊股份有限公司"
  },
  {
    "股票代號": 3481,
    "公司簡稱": "群創",
    "公司名稱": "群創光電股份有限公司"
  },
  {
    "股票代號": 3494,
    "公司簡稱": "誠研",
    "公司名稱": "誠研科技股份有限公司"
  },
  {
    "股票代號": 3501,
    "公司簡稱": "維熹",
    "公司名稱": "維熹科技股份有限公司"
  },
  {
    "股票代號": 3504,
    "公司簡稱": "揚明光",
    "公司名稱": "揚明光學股份有限公司"
  },
  {
    "股票代號": 3515,
    "公司簡稱": "華擎",
    "公司名稱": "華擎科技股份有限公司"
  },
  {
    "股票代號": 3518,
    "公司簡稱": "柏騰",
    "公司名稱": "柏騰科技股份有限公司"
  },
  {
    "股票代號": 3528,
    "公司簡稱": "安馳",
    "公司名稱": "安馳科技股份有限公司"
  },
  {
    "股票代號": 3530,
    "公司簡稱": "晶相光",
    "公司名稱": "晶相光電股份有限公司"
  },
  {
    "股票代號": 3532,
    "公司簡稱": "台勝科",
    "公司名稱": "台塑勝高科技股份有限公司"
  },
  {
    "股票代號": 3533,
    "公司簡稱": "嘉澤",
    "公司名稱": "嘉澤端子工業股份有限公司"
  },
  {
    "股票代號": 3535,
    "公司簡稱": "晶彩科",
    "公司名稱": "晶彩科技股份有限公司"
  },
  {
    "股票代號": 3536,
    "公司簡稱": "誠創",
    "公司名稱": "誠創科技股份有限公司"
  },
  {
    "股票代號": 3543,
    "公司簡稱": "州巧",
    "公司名稱": "州巧科技股份有限公司"
  },
  {
    "股票代號": 3545,
    "公司簡稱": "敦泰",
    "公司名稱": "敦泰電子股份有限公司"
  },
  {
    "股票代號": 3550,
    "公司簡稱": "聯穎",
    "公司名稱": "聯穎科技股份有限公司"
  },
  {
    "股票代號": 3557,
    "公司簡稱": "嘉威",
    "公司名稱": "嘉威生活股份有限公司"
  },
  {
    "股票代號": 3563,
    "公司簡稱": "牧德",
    "公司名稱": "牧德科技股份有限公司"
  },
  {
    "股票代號": 3576,
    "公司簡稱": "聯合再生",
    "公司名稱": "聯合再生能源股份有限公司"
  },
  {
    "股票代號": 3583,
    "公司簡稱": "辛耘",
    "公司名稱": "辛耘企業股份有限公司"
  },
  {
    "股票代號": 3588,
    "公司簡稱": "通嘉",
    "公司名稱": "通嘉科技股份有限公司"
  },
  {
    "股票代號": 3591,
    "公司簡稱": "艾笛森",
    "公司名稱": "艾笛森光電股份有限公司"
  },
  {
    "股票代號": 3593,
    "公司簡稱": "力銘",
    "公司名稱": "力銘科技股份有限公司"
  },
  {
    "股票代號": 3596,
    "公司簡稱": "智易",
    "公司名稱": "智易科技股份有限公司"
  },
  {
    "股票代號": 3605,
    "公司簡稱": "宏致",
    "公司名稱": "宏致電子股份有限公司"
  },
  {
    "股票代號": 3607,
    "公司簡稱": "谷崧",
    "公司名稱": "谷崧精密工業股份有限公司"
  },
  {
    "股票代號": 3617,
    "公司簡稱": "碩天",
    "公司名稱": "碩天科技股份有限公司"
  },
  {
    "股票代號": 3622,
    "公司簡稱": "洋華",
    "公司名稱": "洋華光電股份有限公司"
  },
  {
    "股票代號": 3645,
    "公司簡稱": "達邁",
    "公司名稱": "達邁科技股份有限公司"
  },
  {
    "股票代號": 3653,
    "公司簡稱": "健策",
    "公司名稱": "健策精密工業股份有限公司"
  },
  {
    "股票代號": 3661,
    "公司簡稱": "世芯-KY",
    "公司名稱": "世芯電子股份有限公司"
  },
  {
    "股票代號": 3665,
    "公司簡稱": "貿聯-KY",
    "公司名稱": "貿聯控股(BizLinkHoldingInc.)"
  },
  {
    "股票代號": 3669,
    "公司簡稱": "圓展",
    "公司名稱": "圓展科技股份有限公司"
  },
  {
    "股票代號": 3673,
    "公司簡稱": "TPK-KY",
    "公司名稱": "TPKHoldingCo.,Ltd."
  },
  {
    "股票代號": 3679,
    "公司簡稱": "新至陞",
    "公司名稱": "新至陞科技股份有限公司"
  },
  {
    "股票代號": 3682,
    "公司簡稱": "亞太電",
    "公司名稱": "亞太電信股份有限公司"
  },
  {
    "股票代號": 3686,
    "公司簡稱": "達能",
    "公司名稱": "達能科技股份有限公司"
  },
  {
    "股票代號": 3694,
    "公司簡稱": "海華",
    "公司名稱": "海華科技股份有限公司"
  },
  {
    "股票代號": 3701,
    "公司簡稱": "大眾控",
    "公司名稱": "大眾全球投資控股股份有限公司"
  },
  {
    "股票代號": 3702,
    "公司簡稱": "大聯大",
    "公司名稱": "大聯大投資控股股份有限公司"
  },
  {
    "股票代號": 3703,
    "公司簡稱": "欣陸",
    "公司名稱": "欣陸投資控股股份有限公司"
  },
  {
    "股票代號": 3704,
    "公司簡稱": "合勤控",
    "公司名稱": "合勤投資控股股份有限公司"
  },
  {
    "股票代號": 3705,
    "公司簡稱": "永信",
    "公司名稱": "永信國際投資控股股份有限公司"
  },
  {
    "股票代號": 3706,
    "公司簡稱": "神達",
    "公司名稱": "神達投資控股股份有限公司"
  },
  {
    "股票代號": 3708,
    "公司簡稱": "上緯投控",
    "公司名稱": "上緯國際投資控股股份有限公司"
  },
  {
    "股票代號": 3711,
    "公司簡稱": "日月光投控",
    "公司名稱": "日月光投資控股股份有限公司"
  },
  {
    "股票代號": 3712,
    "公司簡稱": "永崴投控",
    "公司名稱": "永崴投資控股股份有限公司"
  },
  {
    "股票代號": 3714,
    "公司簡稱": "富采",
    "公司名稱": "富采投資控股股份有限公司"
  },
  {
    "股票代號": 4104,
    "公司簡稱": "佳醫",
    "公司名稱": "佳醫健康事業股份有限公司"
  },
  {
    "股票代號": 4106,
    "公司簡稱": "雃博",
    "公司名稱": "雃博股份有限公司"
  },
  {
    "股票代號": 4108,
    "公司簡稱": "懷特",
    "公司名稱": "懷特生技新藥股份有限公司"
  },
  {
    "股票代號": 4119,
    "公司簡稱": "旭富",
    "公司名稱": "旭富製藥科技股份有限公司"
  },
  {
    "股票代號": 4133,
    "公司簡稱": "亞諾法",
    "公司名稱": "亞諾法生技股份有限公司"
  },
  {
    "股票代號": 4137,
    "公司簡稱": "麗豐-KY",
    "公司名稱": "麗豐股份有限公司"
  },
  {
    "股票代號": 4141,
    "公司簡稱": "龍燈-KY",
    "公司名稱": "龍燈環球農業科技有限公司"
  },
  {
    "股票代號": 4142,
    "公司簡稱": "國光生",
    "公司名稱": "國光生物科技股份有限公司"
  },
  {
    "股票代號": 4148,
    "公司簡稱": "全宇生技-KY",
    "公司名稱": "全宇生技控股有限公司"
  },
  {
    "股票代號": 4155,
    "公司簡稱": "訊映",
    "公司名稱": "訊映光電股份有限公司"
  },
  {
    "股票代號": 4164,
    "公司簡稱": "承業醫",
    "公司名稱": "承業生醫投資控股股份有限公司"
  },
  {
    "股票代號": 4190,
    "公司簡稱": "佐登-KY",
    "公司名稱": "佐登妮絲集團股份有限公司"
  },
  {
    "股票代號": 4306,
    "公司簡稱": "炎洲",
    "公司名稱": "炎洲股份有限公司"
  },
  {
    "股票代號": 4414,
    "公司簡稱": "如興",
    "公司名稱": "如興股份有限公司"
  },
  {
    "股票代號": 4426,
    "公司簡稱": "利勤",
    "公司名稱": "利勤實業股份有限公司"
  },
  {
    "股票代號": 4438,
    "公司簡稱": "廣越",
    "公司名稱": "廣越企業股份有限公司"
  },
  {
    "股票代號": 4439,
    "公司簡稱": "冠星-KY",
    "公司名稱": "冠星集團控股有限公司"
  },
  {
    "股票代號": 4526,
    "公司簡稱": "東台",
    "公司名稱": "東台精機股份有限公司"
  },
  {
    "股票代號": 4532,
    "公司簡稱": "瑞智",
    "公司名稱": "瑞智精密股份有限公司"
  },
  {
    "股票代號": 4536,
    "公司簡稱": "拓凱",
    "公司名稱": "拓凱實業股份有限公司"
  },
  {
    "股票代號": 4540,
    "公司簡稱": "全球傳動",
    "公司名稱": "全球傳動科技股份有限公司"
  },
  {
    "股票代號": 4545,
    "公司簡稱": "銘鈺",
    "公司名稱": "銘鈺精密工業股份有限公司"
  },
  {
    "股票代號": 4551,
    "公司簡稱": "智伸科",
    "公司名稱": "智伸科技股份有限公司"
  },
  {
    "股票代號": 4552,
    "公司簡稱": "力達-KY",
    "公司名稱": "力達控股有限公司"
  },
  {
    "股票代號": 4555,
    "公司簡稱": "氣立、台灣氣立",
    "公司名稱": "台灣氣立股份有限公司"
  },
  {
    "股票代號": 4557,
    "公司簡稱": "永新-KY",
    "公司名稱": "永新控股股份有限公司"
  },
  {
    "股票代號": 4560,
    "公司簡稱": "強信-KY",
    "公司名稱": "強信機械科技股份有限公司"
  },
  {
    "股票代號": 4562,
    "公司簡稱": "穎漢",
    "公司名稱": "穎漢科技股份有限公司"
  },
  {
    "股票代號": 4564,
    "公司簡稱": "元翎",
    "公司名稱": "元翎精密工業股份有限公司"
  },
  {
    "股票代號": 4566,
    "公司簡稱": "時碩工業",
    "公司名稱": "時碩工業股份有限公司"
  },
  {
    "股票代號": 4571,
    "公司簡稱": "鈞興-KY",
    "公司名稱": "鈞興機電國際股份有限公司"
  },
  {
    "股票代號": 4572,
    "公司簡稱": "駐龍",
    "公司名稱": "駐龍精密機械股份有限公司"
  },
  {
    "股票代號": 4576,
    "公司簡稱": "大銀微系統",
    "公司名稱": "大銀微系統股份有限公司"
  },
  {
    "股票代號": 4581,
    "公司簡稱": "光隆精密-KY",
    "公司名稱": "WorldKnownMFG(Cayman)Limited"
  },
  {
    "股票代號": 4720,
    "公司簡稱": "德淵",
    "公司名稱": "德淵企業股份有限公司"
  },
  {
    "股票代號": 4722,
    "公司簡稱": "國精化",
    "公司名稱": "國精化學股份有限公司"
  },
  {
    "股票代號": 4737,
    "公司簡稱": "華廣",
    "公司名稱": "華廣生技股份有限公司"
  },
  {
    "股票代號": 4739,
    "公司簡稱": "康普",
    "公司名稱": "康普材料科技股份有限公司"
  },
  {
    "股票代號": 4746,
    "公司簡稱": "台耀",
    "公司名稱": "台耀化學股份有限公司"
  },
  {
    "股票代號": 4755,
    "公司簡稱": "三福化",
    "公司名稱": "三福化工股份有限公司"
  },
  {
    "股票代號": 4763,
    "公司簡稱": "材料-KY",
    "公司名稱": "濟南大自然新材料股份有限公司"
  },
  {
    "股票代號": 4764,
    "公司簡稱": "雙鍵",
    "公司名稱": "雙鍵化工股份有限公司"
  },
  {
    "股票代號": 4766,
    "公司簡稱": "南寶",
    "公司名稱": "南寶樹脂化學工廠股份有限公司"
  },
  {
    "股票代號": 4807,
    "公司簡稱": "日成-KY",
    "公司名稱": "日成控股股份有限公司"
  },
  {
    "股票代號": 4904,
    "公司簡稱": "遠傳",
    "公司名稱": "遠傳電信股份有限公司"
  },
  {
    "股票代號": 4906,
    "公司簡稱": "正文",
    "公司名稱": "正文科技股份有限公司"
  },
  {
    "股票代號": 4912,
    "公司簡稱": "聯德控股-KY",
    "公司名稱": "聯德控股股份有限公司"
  },
  {
    "股票代號": 4915,
    "公司簡稱": "致伸",
    "公司名稱": "致伸科技股份有限公司"
  },
  {
    "股票代號": 4916,
    "公司簡稱": "事欣科",
    "公司名稱": "事欣科技股份有限公司"
  },
  {
    "股票代號": 4919,
    "公司簡稱": "新唐",
    "公司名稱": "新唐科技股份有限公司"
  },
  {
    "股票代號": 4927,
    "公司簡稱": "泰鼎-KY",
    "公司名稱": "泰鼎國際股份有限公司"
  },
  {
    "股票代號": 4930,
    "公司簡稱": "燦星網",
    "公司名稱": "燦星網通股份有限公司"
  },
  {
    "股票代號": 4934,
    "公司簡稱": "太極",
    "公司名稱": "太極能源科技股份有限公司"
  },
  {
    "股票代號": 4935,
    "公司簡稱": "茂林-KY",
    "公司名稱": "茂林光電科技(開曼)股份有限公司"
  },
  {
    "股票代號": 4938,
    "公司簡稱": "和碩",
    "公司名稱": "和碩聯合科技股份有限公司"
  },
  {
    "股票代號": 4942,
    "公司簡稱": "嘉彰",
    "公司名稱": "嘉彰股份有限公司"
  },
  {
    "股票代號": 4943,
    "公司簡稱": "康控-KY",
    "公司名稱": "開曼康而富控股股份有限公司"
  },
  {
    "股票代號": 4952,
    "公司簡稱": "凌通",
    "公司名稱": "凌通科技股份有限公司"
  },
  {
    "股票代號": 4956,
    "公司簡稱": "光鋐",
    "公司名稱": "光鋐科技股份有限公司"
  },
  {
    "股票代號": 4958,
    "公司簡稱": "臻鼎-KY",
    "公司名稱": "臻鼎科技控股股份有限公司"
  },
  {
    "股票代號": 4960,
    "公司簡稱": "誠美材",
    "公司名稱": "誠美材料科技股份有限公司"
  },
  {
    "股票代號": 4961,
    "公司簡稱": "天鈺",
    "公司名稱": "天鈺科技股份有限公司"
  },
  {
    "股票代號": 4967,
    "公司簡稱": "十銓",
    "公司名稱": "十銓科技股份有限公司"
  },
  {
    "股票代號": 4968,
    "公司簡稱": "立積",
    "公司名稱": "立積電子股份有限公司"
  },
  {
    "股票代號": 4976,
    "公司簡稱": "佳凌",
    "公司名稱": "佳凌科技股份有限公司"
  },
  {
    "股票代號": 4977,
    "公司簡稱": "眾達-KY",
    "公司名稱": "眾達科技股份有限公司"
  },
  {
    "股票代號": 4989,
    "公司簡稱": "榮科",
    "公司名稱": "李長榮科技股份有限公司"
  },
  {
    "股票代號": 4994,
    "公司簡稱": "傳奇",
    "公司名稱": "傳奇網路遊戲股份有限公司"
  },
  {
    "股票代號": 4999,
    "公司簡稱": "鑫禾",
    "公司名稱": "鑫禾科技股份有限公司"
  },
  {
    "股票代號": 5007,
    "公司簡稱": "三星",
    "公司名稱": "三星科技股份有限公司"
  },
  {
    "股票代號": 5203,
    "公司簡稱": "訊連",
    "公司名稱": "訊連科技股份有限公司"
  },
  {
    "股票代號": 5215,
    "公司簡稱": "科嘉-KY",
    "公司名稱": "科嘉(開曼)股份有限公司"
  },
  {
    "股票代號": 5225,
    "公司簡稱": "東科-KY",
    "公司名稱": "東科控股股份有限公司"
  },
  {
    "股票代號": 5234,
    "公司簡稱": "達興材料",
    "公司名稱": "達興材料股份有限公司"
  },
  {
    "股票代號": 5243,
    "公司簡稱": "乙盛-KY",
    "公司名稱": "乙盛精密工業股份有限公司"
  },
  {
    "股票代號": 5258,
    "公司簡稱": "虹堡",
    "公司名稱": "虹堡科技股份有限公司"
  },
  {
    "股票代號": 5269,
    "公司簡稱": "祥碩",
    "公司名稱": "祥碩科技股份有限公司"
  },
  {
    "股票代號": 5283,
    "公司簡稱": "禾聯碩",
    "公司名稱": "禾聯碩股份有限公司"
  },
  {
    "股票代號": 5284,
    "公司簡稱": "jpp-KY",
    "公司名稱": "經寶精密控股股份有限公司"
  },
  {
    "股票代號": 5285,
    "公司簡稱": "界霖",
    "公司名稱": "界霖科技股份有限公司"
  },
  {
    "股票代號": 5288,
    "公司簡稱": "豐祥-KY",
    "公司名稱": "開曼商豐祥控股股份有限公司"
  },
  {
    "股票代號": 5388,
    "公司簡稱": "中磊",
    "公司名稱": "中磊電子股份有限公司"
  },
  {
    "股票代號": 5434,
    "公司簡稱": "崇越",
    "公司名稱": "崇越科技股份有限公司"
  },
  {
    "股票代號": 5469,
    "公司簡稱": "瀚宇博",
    "公司名稱": "瀚宇博德股份有限公司"
  },
  {
    "股票代號": 5471,
    "公司簡稱": "松翰",
    "公司名稱": "松翰科技股份有限公司"
  },
  {
    "股票代號": 5484,
    "公司簡稱": "慧友",
    "公司名稱": "慧友電子股份有限公司"
  },
  {
    "股票代號": 5515,
    "公司簡稱": "建國",
    "公司名稱": "建國工程股份有限公司"
  },
  {
    "股票代號": 5519,
    "公司簡稱": "隆大",
    "公司名稱": "隆大營建事業股份有限公司"
  },
  {
    "股票代號": 5521,
    "公司簡稱": "工信",
    "公司名稱": "工信工程股份有限公司"
  },
  {
    "股票代號": 5522,
    "公司簡稱": "遠雄",
    "公司名稱": "遠雄建設事業股份有限公司"
  },
  {
    "股票代號": 5525,
    "公司簡稱": "順天",
    "公司名稱": "順天建設股份有限公司"
  },
  {
    "股票代號": 5531,
    "公司簡稱": "鄉林",
    "公司名稱": "鄉林建設事業股份有限公司"
  },
  {
    "股票代號": 5533,
    "公司簡稱": "皇鼎",
    "公司名稱": "皇鼎建設開發股份有限公司"
  },
  {
    "股票代號": 5534,
    "公司簡稱": "長虹",
    "公司名稱": "長虹建設股份有限公司"
  },
  {
    "股票代號": 5538,
    "公司簡稱": "東明-KY",
    "公司名稱": "開曼東明控股股份有限公司"
  },
  {
    "股票代號": 5546,
    "公司簡稱": "永固-KY",
    "公司名稱": "永固集團股份有限公司"
  },
  {
    "股票代號": 5607,
    "公司簡稱": "遠雄港",
    "公司名稱": "遠雄自貿港投資控股股份有限公司"
  },
  {
    "股票代號": 5608,
    "公司簡稱": "四維航",
    "公司名稱": "四維航業股份有限公司"
  },
  {
    "股票代號": 5706,
    "公司簡稱": "鳳凰",
    "公司名稱": "鳳凰國際旅行社股份有限公司"
  },
  {
    "股票代號": 5871,
    "公司簡稱": "中租-KY",
    "公司名稱": "中租控股股份有限公司"
  },
  {
    "股票代號": 5876,
    "公司簡稱": "上海商銀、上海商業儲蓄銀行",
    "公司名稱": "上海商業儲蓄銀行股份有限公司"
  },
  {
    "股票代號": 5880,
    "公司簡稱": "合庫金、合作金庫",
    "公司名稱": "合作金庫金融控股股份有限公司"
  },
  {
    "股票代號": 5906,
    "公司簡稱": "台南-KY",
    "公司名稱": "台南生活(開曼)股份有限公司"
  },
  {
    "股票代號": 5907,
    "公司簡稱": "大洋-KY",
    "公司名稱": "GrandOcean-KY"
  },
  {
    "股票代號": 6005,
    "公司簡稱": "群益證、群益金鼎證券",
    "公司名稱": "群益金鼎證券股份有限公司"
  },
  {
    "股票代號": 6024,
    "公司簡稱": "群益期、群益期貨",
    "公司名稱": "群益期貨股份有限公司"
  },
  {
    "股票代號": 6108,
    "公司簡稱": "競國",
    "公司名稱": "競國實業股份有限公司"
  },
  {
    "股票代號": 6112,
    "公司簡稱": "聚碩",
    "公司名稱": "聚碩科技股份有限公司"
  },
  {
    "股票代號": 6115,
    "公司簡稱": "鎰勝",
    "公司名稱": "鎰勝工業股份有限公司"
  },
  {
    "股票代號": 6116,
    "公司簡稱": "彩晶、瀚宇彩晶",
    "公司名稱": "瀚宇彩晶股份有限公司"
  },
  {
    "股票代號": 6117,
    "公司簡稱": "迎廣",
    "公司名稱": "迎廣科技股份有限公司"
  },
  {
    "股票代號": 6120,
    "公司簡稱": "達運",
    "公司名稱": "達運精密工業股份有限公司"
  },
  {
    "股票代號": 6128,
    "公司簡稱": "上福",
    "公司名稱": "上福全球科技股份有限公司"
  },
  {
    "股票代號": 6133,
    "公司簡稱": "金橋",
    "公司名稱": "金橋科技股份有限公司"
  },
  {
    "股票代號": 6136,
    "公司簡稱": "富爾特",
    "公司名稱": "富爾特科技股份有限公司"
  },
  {
    "股票代號": 6139,
    "公司簡稱": "亞翔",
    "公司名稱": "亞翔工程股份有限公司"
  },
  {
    "股票代號": 6141,
    "公司簡稱": "柏承",
    "公司名稱": "柏承科技股份有限公司"
  },
  {
    "股票代號": 6142,
    "公司簡稱": "友勁",
    "公司名稱": "友勁科技股份有限公司"
  },
  {
    "股票代號": 6152,
    "公司簡稱": "百一",
    "公司名稱": "百一電子股份有限公司"
  },
  {
    "股票代號": 6153,
    "公司簡稱": "嘉聯益",
    "公司名稱": "嘉聯益科技股份有限公司"
  },
  {
    "股票代號": 6155,
    "公司簡稱": "鈞寶",
    "公司名稱": "鈞寶電子工業股份有限公司"
  },
  {
    "股票代號": 6164,
    "公司簡稱": "華興",
    "公司名稱": "華興電子工業股份有限公司"
  },
  {
    "股票代號": 6165,
    "公司簡稱": "浪凡",
    "公司名稱": "浪凡網路科技股份有限公司"
  },
  {
    "股票代號": 6166,
    "公司簡稱": "凌華",
    "公司名稱": "凌華科技股份有限公司"
  },
  {
    "股票代號": 6168,
    "公司簡稱": "宏齊",
    "公司名稱": "宏齊科技股份有限公司"
  },
  {
    "股票代號": 6172,
    "公司簡稱": "互億",
    "公司名稱": "互億科技股份有限公司"
  },
  {
    "股票代號": 6176,
    "公司簡稱": "瑞儀",
    "公司名稱": "瑞儀光電股份有限公司"
  },
  {
    "股票代號": 6177,
    "公司簡稱": "達麗",
    "公司名稱": "達麗建設事業股份有限公司"
  },
  {
    "股票代號": 6183,
    "公司簡稱": "關貿",
    "公司名稱": "關貿網路股份有限公司"
  },
  {
    "股票代號": 6184,
    "公司簡稱": "大豐電、大豐有線電視",
    "公司名稱": "大豐有線電視股份有限公司"
  },
  {
    "股票代號": 6189,
    "公司簡稱": "豐藝",
    "公司名稱": "豐藝電子股份有限公司"
  },
  {
    "股票代號": 6191,
    "公司簡稱": "精成科",
    "公司名稱": "精成科技股份有限公司"
  },
  {
    "股票代號": 6192,
    "公司簡稱": "巨路",
    "公司名稱": "巨路國際股份有限公司"
  },
  {
    "股票代號": 6196,
    "公司簡稱": "帆宣",
    "公司名稱": "帆宣系統科技股份有限公司"
  },
  {
    "股票代號": 6197,
    "公司簡稱": "佳必琪",
    "公司名稱": "佳必琪國際股份有限公司"
  },
  {
    "股票代號": 6201,
    "公司簡稱": "亞弘電",
    "公司名稱": "亞弘電科技股份有限公司"
  },
  {
    "股票代號": 6202,
    "公司簡稱": "盛群",
    "公司名稱": "盛群半導體股份有限公司"
  },
  {
    "股票代號": 6205,
    "公司簡稱": "詮欣",
    "公司名稱": "詮欣股份有限公司"
  },
  {
    "股票代號": 6206,
    "公司簡稱": "飛捷",
    "公司名稱": "飛捷科技股份有限公司"
  },
  {
    "股票代號": 6209,
    "公司簡稱": "今國光",
    "公司名稱": "今國光學工業股份有限公司"
  },
  {
    "股票代號": 6213,
    "公司簡稱": "聯茂",
    "公司名稱": "聯茂電子股份有限公司"
  },
  {
    "股票代號": 6214,
    "公司簡稱": "精誠",
    "公司名稱": "精誠資訊股份有限公司"
  },
  {
    "股票代號": 6215,
    "公司簡稱": "和椿",
    "公司名稱": "和椿科技股份有限公司"
  },
  {
    "股票代號": 6216,
    "公司簡稱": "居易",
    "公司名稱": "居易科技股份有限公司"
  },
  {
    "股票代號": 6224,
    "公司簡稱": "聚鼎",
    "公司名稱": "聚鼎科技股份有限公司"
  },
  {
    "股票代號": 6225,
    "公司簡稱": "天瀚",
    "公司名稱": "天瀚科技股份有限公司"
  },
  {
    "股票代號": 6226,
    "公司簡稱": "光鼎",
    "公司名稱": "光鼎電子股份有限公司"
  },
  {
    "股票代號": 6230,
    "公司簡稱": "尼得科超眾",
    "公司名稱": "尼得科超眾科技股份有限公司"
  },
  {
    "股票代號": 6235,
    "公司簡稱": "華孚",
    "公司名稱": "華孚科技股份有限公司"
  },
  {
    "股票代號": 6239,
    "公司簡稱": "力成",
    "公司名稱": "力成科技股份有限公司"
  },
  {
    "股票代號": 6243,
    "公司簡稱": "迅杰",
    "公司名稱": "迅杰科技股份有限公司"
  },
  {
    "股票代號": 6251,
    "公司簡稱": "定穎",
    "公司名稱": "定穎電子股份有限公司"
  },
  {
    "股票代號": 6257,
    "公司簡稱": "矽格",
    "公司名稱": "矽格股份有限公司"
  },
  {
    "股票代號": 6269,
    "公司簡稱": "台郡",
    "公司名稱": "台郡科技股份有限公司"
  },
  {
    "股票代號": 6271,
    "公司簡稱": "同欣電",
    "公司名稱": "同欣電子工業股份有限公司"
  },
  {
    "股票代號": 6277,
    "公司簡稱": "宏正",
    "公司名稱": "宏正自動科技股份有限公司"
  },
  {
    "股票代號": 6278,
    "公司簡稱": "台表科、台灣表面黏著科技",
    "公司名稱": "台灣表面黏著科技股份有限公司"
  },
  {
    "股票代號": 6281,
    "公司簡稱": "全國電",
    "公司名稱": "全國電子股份有限公司"
  },
  {
    "股票代號": 6282,
    "公司簡稱": "康舒",
    "公司名稱": "康舒科技股份有限公司"
  },
  {
    "股票代號": 6283,
    "公司簡稱": "淳安",
    "公司名稱": "淳安電子股份有限公司"
  },
  {
    "股票代號": 6285,
    "公司簡稱": "啟碁",
    "公司名稱": "啟碁科技股份有限公司"
  },
  {
    "股票代號": 6288,
    "公司簡稱": "聯嘉",
    "公司名稱": "聯嘉光電股份有限公司"
  },
  {
    "股票代號": 6289,
    "公司簡稱": "華上",
    "公司名稱": "華上光電股份有限公司"
  },
  {
    "股票代號": 6405,
    "公司簡稱": "悅城",
    "公司名稱": "悅城科技股份有限公司"
  },
  {
    "股票代號": 6409,
    "公司簡稱": "旭隼",
    "公司名稱": "旭隼科技股份有限公司"
  },
  {
    "股票代號": 6412,
    "公司簡稱": "群電、群光電能科技",
    "公司名稱": "群光電能科技股份有限公司"
  },
  {
    "股票代號": 6414,
    "公司簡稱": "樺漢",
    "公司名稱": "樺漢科技股份有限公司"
  },
  {
    "股票代號": 6415,
    "公司簡稱": "矽力-KY",
    "公司名稱": "矽力杰股份有限公司"
  },
  {
    "股票代號": 6416,
    "公司簡稱": "瑞祺電通",
    "公司名稱": "瑞祺電通股份有限公司"
  },
  {
    "股票代號": 6426,
    "公司簡稱": "統新",
    "公司名稱": "統新光訊股份有限公司"
  },
  {
    "股票代號": 6431,
    "公司簡稱": "光麗-KY",
    "公司名稱": "光麗光電科技股份有限公司"
  },
  {
    "股票代號": 6438,
    "公司簡稱": "迅得",
    "公司名稱": "迅得機械股份有限公司"
  },
  {
    "股票代號": 6442,
    "公司簡稱": "光聖、光宏建設",
    "公司名稱": "光紅建聖股份有限公司"
  },
  {
    "股票代號": 6443,
    "公司簡稱": "元晶",
    "公司名稱": "元晶太陽能科技股份有限公司"
  },
  {
    "股票代號": 6449,
    "公司簡稱": "鈺邦",
    "公司名稱": "鈺邦科技股份有限公司"
  },
  {
    "股票代號": 6451,
    "公司簡稱": "訊芯-KY",
    "公司名稱": "訊芯科技控股股份有限公司"
  },
  {
    "股票代號": 6456,
    "公司簡稱": "GIS-KY",
    "公司名稱": "GISHoldingLimited"
  },
  {
    "股票代號": 6464,
    "公司簡稱": "台數科、台灣數位光訊科技",
    "公司名稱": "台灣數位光訊科技股份有限公司"
  },
  {
    "股票代號": 6477,
    "公司簡稱": "安集",
    "公司名稱": "安集科技股份有限公司"
  },
  {
    "股票代號": 6491,
    "公司簡稱": "晶碩",
    "公司名稱": "晶碩光學股份有限公司"
  },
  {
    "股票代號": 6504,
    "公司簡稱": "南六",
    "公司名稱": "南六企業股份有限公司"
  },
  {
    "股票代號": 6505,
    "公司簡稱": "台塑化、台塑石化",
    "公司名稱": "台塑石化股份有限公司"
  },
  {
    "股票代號": 6515,
    "公司簡稱": "穎崴",
    "公司名稱": "穎崴科技股份有限公司"
  },
  {
    "股票代號": 6525,
    "公司簡稱": "捷敏-KY",
    "公司名稱": "捷敏股份有限公司"
  },
  {
    "股票代號": 6531,
    "公司簡稱": "愛普",
    "公司名稱": "愛普科技股份有限公司"
  },
  {
    "股票代號": 6533,
    "公司簡稱": "晶心科",
    "公司名稱": "晶心科技股份有限公司"
  },
  {
    "股票代號": 6541,
    "公司簡稱": "泰福-KY",
    "公司名稱": "泰福生技股份有限公司"
  },
  {
    "股票代號": 6552,
    "公司簡稱": "易華電",
    "公司名稱": "易華電子股份有限公司"
  },
  {
    "股票代號": 6558,
    "公司簡稱": "興能高",
    "公司名稱": "興能高科技股份有限公司"
  },
  {
    "股票代號": 6573,
    "公司簡稱": "虹揚-KY",
    "公司名稱": "虹揚發展科技股份有限公司"
  },
  {
    "股票代號": 6579,
    "公司簡稱": "研揚",
    "公司名稱": "研揚科技股份有限公司"
  },
  {
    "股票代號": 6581,
    "公司簡稱": "鋼聯、台灣鋼聯",
    "公司名稱": "台灣鋼聯股份有限公司"
  },
  {
    "股票代號": 6582,
    "公司簡稱": "申豐",
    "公司名稱": "申豐特用應材股份有限公司"
  },
  {
    "股票代號": 6591,
    "公司簡稱": "動力-KY",
    "公司名稱": "動力科技股份有限公司"
  },
  {
    "股票代號": 6592,
    "公司簡稱": "和潤企業",
    "公司名稱": "和潤企業股份有限公司"
  },
  {
    "股票代號": 6598,
    "公司簡稱": "ABC-KY",
    "公司名稱": "AppliedBioCodeCorporation"
  },
  {
    "股票代號": 6605,
    "公司簡稱": "帝寶",
    "公司名稱": "帝寶工業股份有限公司"
  },
  {
    "股票代號": 6625,
    "公司簡稱": "必應",
    "公司名稱": "必應創造股份有限公司"
  },
  {
    "股票代號": 6641,
    "公司簡稱": "基士德-KY",
    "公司名稱": "基士德科技股份有限公司"
  },
  {
    "股票代號": 6655,
    "公司簡稱": "科定",
    "公司名稱": "科定企業股份有限公司"
  },
  {
    "股票代號": 6666,
    "公司簡稱": "羅麗芬-KY",
    "公司名稱": "羅麗芬控股股份有限公司"
  },
  {
    "股票代號": 6668,
    "公司簡稱": "中揚光",
    "公司名稱": "中揚光電股份有限公司"
  },
  {
    "股票代號": 6669,
    "公司簡稱": "緯穎",
    "公司名稱": "緯穎科技服務股份有限公司"
  },
  {
    "股票代號": 6670,
    "公司簡稱": "復盛應用",
    "公司名稱": "復盛應用科技股份有限公司"
  },
  {
    "股票代號": 6671,
    "公司簡稱": "三能-KY",
    "公司名稱": "三能集團控股股份有限公司"
  },
  {
    "股票代號": 6672,
    "公司簡稱": "騰輝電子-KY",
    "公司名稱": "騰輝電子國際集團股份有限公司"
  },
  {
    "股票代號": 6674,
    "公司簡稱": "鋐寶科技",
    "公司名稱": "鋐寶科技股份有限公司"
  },
  {
    "股票代號": 6698,
    "公司簡稱": "旭暉應材",
    "公司名稱": "旭暉應用材料股份有限公司"
  },
  {
    "股票代號": 6706,
    "公司簡稱": "惠特",
    "公司名稱": "惠特科技股份有限公司"
  },
  {
    "股票代號": 6715,
    "公司簡稱": "嘉基",
    "公司名稱": "嘉基科技股份有限公司"
  },
  {
    "股票代號": 6743,
    "公司簡稱": "安普新",
    "公司名稱": "安普新股份有限公司"
  },
  {
    "股票代號": 6754,
    "公司簡稱": "匯僑設計",
    "公司名稱": "匯僑室內裝修設計股份有限公司"
  },
  {
    "股票代號": 6756,
    "公司簡稱": "威鋒電子",
    "公司名稱": "威鋒電子股份有限公司"
  },
  {
    "股票代號": 6768,
    "公司簡稱": "志強-KY",
    "公司名稱": "志強國際企業股份有限公司"
  },
  {
    "股票代號": 6776,
    "公司簡稱": "展碁國際",
    "公司名稱": "展碁國際股份有限公司"
  },
  {
    "股票代號": 6781,
    "公司簡稱": "AES-KY",
    "公司名稱": "AESHoldingCo.,Ltd."
  },
  {
    "股票代號": 6790,
    "公司簡稱": "永豐實、永豐餘",
    "公司名稱": "永豐餘消費品實業股份有限公司"
  },
  {
    "股票代號": 8011,
    "公司簡稱": "台通",
    "公司名稱": "台通光電股份有限公司"
  },
  {
    "股票代號": 8016,
    "公司簡稱": "矽創",
    "公司名稱": "矽創電子股份有限公司"
  },
  {
    "股票代號": 8021,
    "公司簡稱": "尖點",
    "公司名稱": "尖點科技股份有限公司"
  },
  {
    "股票代號": 8028,
    "公司簡稱": "昇陽半導體",
    "公司名稱": "昇陽國際半導體股份有限公司"
  },
  {
    "股票代號": 8033,
    "公司簡稱": "雷虎",
    "公司名稱": "雷虎科技股份有限公司"
  },
  {
    "股票代號": 8039,
    "公司簡稱": "台虹",
    "公司名稱": "台虹科技股份有限公司"
  },
  {
    "股票代號": 8046,
    "公司簡稱": "南電、南亞電路",
    "公司名稱": "南亞電路板股份有限公司"
  },
  {
    "股票代號": 8070,
    "公司簡稱": "長華",
    "公司名稱": "長華電材股份有限公司"
  },
  {
    "股票代號": 8072,
    "公司簡稱": "陞泰",
    "公司名稱": "陞泰科技股份有限公司"
  },
  {
    "股票代號": 8081,
    "公司簡稱": "致新",
    "公司名稱": "致新科技股份有限公司"
  },
  {
    "股票代號": 8101,
    "公司簡稱": "華冠",
    "公司名稱": "華冠通訊股份有限公司"
  },
  {
    "股票代號": 8103,
    "公司簡稱": "瀚荃",
    "公司名稱": "瀚荃股份有限公司"
  },
  {
    "股票代號": 8104,
    "公司簡稱": "錸寶",
    "公司名稱": "錸寶科技股份有限公司"
  },
  {
    "股票代號": 8105,
    "公司簡稱": "凌巨",
    "公司名稱": "凌巨科技股份有限公司"
  },
  {
    "股票代號": 8110,
    "公司簡稱": "華東",
    "公司名稱": "華東科技股份有限公司"
  },
  {
    "股票代號": 8112,
    "公司簡稱": "至上",
    "公司名稱": "至上電子股份有限公司"
  },
  {
    "股票代號": 8114,
    "公司簡稱": "振樺電",
    "公司名稱": "振樺電子股份有限公司"
  },
  {
    "股票代號": 8131,
    "公司簡稱": "福懋科",
    "公司名稱": "福懋科技股份有限公司"
  },
  {
    "股票代號": 8150,
    "公司簡稱": "南茂",
    "公司名稱": "南茂科技股份有限公司"
  },
  {
    "股票代號": 8163,
    "公司簡稱": "達方",
    "公司名稱": "達方電子股份有限公司"
  },
  {
    "股票代號": 8201,
    "公司簡稱": "無敵",
    "公司名稱": "無敵科技股份有限公司"
  },
  {
    "股票代號": 8210,
    "公司簡稱": "勤誠",
    "公司名稱": "勤誠興業股份有限公司"
  },
  {
    "股票代號": 8213,
    "公司簡稱": "志超",
    "公司名稱": "志超科技股份有限公司"
  },
  {
    "股票代號": 8215,
    "公司簡稱": "明基材",
    "公司名稱": "明基材料股份有限公司"
  },
  {
    "股票代號": 8222,
    "公司簡稱": "寶一",
    "公司名稱": "寶一科技股份有限公司"
  },
  {
    "股票代號": 8249,
    "公司簡稱": "菱光",
    "公司名稱": "菱光科技股份有限公司"
  },
  {
    "股票代號": 8261,
    "公司簡稱": "富鼎",
    "公司名稱": "富鼎先進電子股份有限公司"
  },
  {
    "股票代號": 8271,
    "公司簡稱": "宇瞻",
    "公司名稱": "宇瞻科技股份有限公司"
  },
  {
    "股票代號": 8341,
    "公司簡稱": "日友",
    "公司名稱": "日友環保科技股份有限公司"
  },
  {
    "股票代號": 8367,
    "公司簡稱": "建新國際",
    "公司名稱": "建新國際股份有限公司"
  },
  {
    "股票代號": 8374,
    "公司簡稱": "羅昇",
    "公司名稱": "羅昇企業股份有限公司"
  },
  {
    "股票代號": 8404,
    "公司簡稱": "百和興業-KY",
    "公司名稱": "百和興業股份有限公司(開曼)"
  },
  {
    "股票代號": 8411,
    "公司簡稱": "福貞-KY",
    "公司名稱": "福貞控股股份有限公司"
  },
  {
    "股票代號": 8422,
    "公司簡稱": "可寧衛",
    "公司名稱": "可寧衛股份有限公司"
  },
  {
    "股票代號": 8427,
    "公司簡稱": "基勝-KY",
    "公司名稱": "基勝（開曼）控股股份有限公司"
  },
  {
    "股票代號": 8429,
    "公司簡稱": "金麗-KY",
    "公司名稱": "金麗集團控股有限公司"
  },
  {
    "股票代號": 8442,
    "公司簡稱": "威宏-KY",
    "公司名稱": "威宏控股股份有限公司"
  },
  {
    "股票代號": 8443,
    "公司簡稱": "阿瘦",
    "公司名稱": "阿瘦實業股份有限公司"
  },
  {
    "股票代號": 8454,
    "公司簡稱": "富邦媒",
    "公司名稱": "富邦媒體科技股份有限公司"
  },
  {
    "股票代號": 8462,
    "公司簡稱": "柏文",
    "公司名稱": "柏文健康事業股份有限公司"
  },
  {
    "股票代號": 8463,
    "公司簡稱": "潤泰材",
    "公司名稱": "潤泰精密材料股份有限公司"
  },
  {
    "股票代號": 8464,
    "公司簡稱": "億豐",
    "公司名稱": "億豐綜合工業股份有限公司"
  },
  {
    "股票代號": 8466,
    "公司簡稱": "美吉吉-KY",
    "公司名稱": "美吉吉國際股份有限公司"
  },
  {
    "股票代號": 8467,
    "公司簡稱": "波力-KY",
    "公司名稱": "波力環球企業股份有限公司"
  },
  {
    "股票代號": 8473,
    "公司簡稱": "山林水",
    "公司名稱": "山林水環境工程股份有限公司"
  },
  {
    "股票代號": 8478,
    "公司簡稱": "東哥遊艇",
    "公司名稱": "東哥企業股份有限公司"
  },
  {
    "股票代號": 8480,
    "公司簡稱": "泰昇-KY",
    "公司名稱": "泰昇國際(控股)有限公司"
  },
  {
    "股票代號": 8481,
    "公司簡稱": "政伸",
    "公司名稱": "政伸企業股份有限公司"
  },
  {
    "股票代號": 8482,
    "公司簡稱": "商億-KY",
    "公司名稱": "商億全球控股有限公司"
  },
  {
    "股票代號": 8488,
    "公司簡稱": "吉源-KY",
    "公司名稱": "吉源控股股份有限公司"
  },
  {
    "股票代號": 8499,
    "公司簡稱": "鼎炫-KY",
    "公司名稱": "鼎炫投資控股股份有限公司"
  },
  {
    "股票代號": 8926,
    "公司簡稱": "台汽電、台灣汽電共生",
    "公司名稱": "台灣汽電共生股份有限公司"
  },
  {
    "股票代號": 8940,
    "公司簡稱": "新天地",
    "公司名稱": "新天地國際實業股份有限公司"
  },
  {
    "股票代號": 8996,
    "公司簡稱": "高力",
    "公司名稱": "高力熱處理工業股份有限公司"
  },
  {
    "股票代號": 9802,
    "公司簡稱": "鈺齊-KY",
    "公司名稱": "鈺齊國際股份有限公司"
  },
  {
    "股票代號": 9902,
    "公司簡稱": "台火",
    "公司名稱": "台火開發股份有限公司"
  },
  {
    "股票代號": 9904,
    "公司簡稱": "寶成",
    "公司名稱": "寶成工業股份有限公司"
  },
  {
    "股票代號": 9905,
    "公司簡稱": "大華",
    "公司名稱": "大華金屬工業股份有限公司"
  },
  {
    "股票代號": 9906,
    "公司簡稱": "欣巴巴",
    "公司名稱": "欣巴巴事業股份有限公司"
  },
  {
    "股票代號": 9907,
    "公司簡稱": "統一實",
    "公司名稱": "統一實業股份有限公司"
  },
  {
    "股票代號": 9908,
    "公司簡稱": "大台北",
    "公司名稱": "大台北區瓦斯股份有限公司"
  },
  {
    "股票代號": 9910,
    "公司簡稱": "豐泰",
    "公司名稱": "豐泰企業股份有限公司"
  },
  {
    "股票代號": 9911,
    "公司簡稱": "櫻花、台灣櫻花",
    "公司名稱": "台灣櫻花股份有限公司"
  },
  {
    "股票代號": 9912,
    "公司簡稱": "偉聯",
    "公司名稱": "偉聯科技股份有限公司"
  },
  {
    "股票代號": 9914,
    "公司簡稱": "美利達",
    "公司名稱": "美利達工業股份有限公司"
  },
  {
    "股票代號": 9917,
    "公司簡稱": "中保科、中興保全",
    "公司名稱": "中興保全科技股份有限公司"
  },
  {
    "股票代號": 9918,
    "公司簡稱": "欣天然、欣欣天然氣",
    "公司名稱": "欣欣天然氣股份有限公司"
  },
  {
    "股票代號": 9919,
    "公司簡稱": "康那香",
    "公司名稱": "康那香企業股份有限公司"
  },
  {
    "股票代號": 9921,
    "公司簡稱": "巨大",
    "公司名稱": "巨大機械工業股份有限公司"
  },
  {
    "股票代號": 9924,
    "公司簡稱": "福興、台灣福興工業",
    "公司名稱": "台灣福興工業股份有限公司"
  },
  {
    "股票代號": 9925,
    "公司簡稱": "新保、台灣新光保全",
    "公司名稱": "台灣新光保全股份有限公司"
  },
  {
    "股票代號": 9926,
    "公司簡稱": "新海",
    "公司名稱": "新海瓦斯股份有限公司"
  },
  {
    "股票代號": 9927,
    "公司簡稱": "泰銘",
    "公司名稱": "泰銘實業股份有限公司"
  },
  {
    "股票代號": 9928,
    "公司簡稱": "中視、中國電視",
    "公司名稱": "中國電視事業股份有限公司"
  },
  {
    "股票代號": 9929,
    "公司簡稱": "秋雨",
    "公司名稱": "秋雨創新股份有限公司"
  },
  {
    "股票代號": 9930,
    "公司簡稱": "中聯資源",
    "公司名稱": "中聯資源股份有限公司"
  },
  {
    "股票代號": 9931,
    "公司簡稱": "欣高",
    "公司名稱": "欣高石油氣股份有限公司"
  },
  {
    "股票代號": 9933,
    "公司簡稱": "中鼎",
    "公司名稱": "中鼎工程股份有限公司"
  },
  {
    "股票代號": 9934,
    "公司簡稱": "成霖",
    "公司名稱": "成霖企業股份有限公司"
  },
  {
    "股票代號": 9935,
    "公司簡稱": "慶豐富",
    "公司名稱": "慶豐富實業股份有限公司"
  },
  {
    "股票代號": 9937,
    "公司簡稱": "全國",
    "公司名稱": "全國加油站股份有限公司"
  },
  {
    "股票代號": 9938,
    "公司簡稱": "百和、台灣百和工業",
    "公司名稱": "台灣百和工業股份有限公司"
  },
  {
    "股票代號": 9939,
    "公司簡稱": "宏全",
    "公司名稱": "宏全國際股份有限公司"
  },
  {
    "股票代號": 9940,
    "公司簡稱": "信義",
    "公司名稱": "信義房屋股份有限公司"
  },
  {
    "股票代號": 9941,
    "公司簡稱": "裕融",
    "公司名稱": "裕融企業股份有限公司"
  },
  {
    "股票代號": 9942,
    "公司簡稱": "茂順",
    "公司名稱": "茂順密封元件科技股份有限公司"
  },
  {
    "股票代號": 9943,
    "公司簡稱": "好樂迪",
    "公司名稱": "好樂迪股份有限公司"
  },
  {
    "股票代號": 9944,
    "公司簡稱": "新麗",
    "公司名稱": "新麗企業股份有限公司"
  },
  {
    "股票代號": 9945,
    "公司簡稱": "潤泰新",
    "公司名稱": "潤泰創新國際股份有限公司"
  },
  {
    "股票代號": 9946,
    "公司簡稱": "三發地產",
    "公司名稱": "三發地產股份有限公司(原:金革)"
  },
  {
    "股票代號": 9955,
    "公司簡稱": "佳龍",
    "公司名稱": "佳龍科技工程股份有限公司"
  },
  {
    "股票代號": 9958,
    "公司簡稱": "世紀鋼",
    "公司名稱": "世紀鋼鐵結構股份有限公司"
  },
  {
    "股票代號": 1240,
    "公司簡稱": "茂生農經",
    "公司名稱": "茂生農經股份有限公司"
  },
  {
    "股票代號": 1258,
    "公司簡稱": "其祥-KY",
    "公司名稱": "其祥生物科技控股有限公"
  },
  {
    "股票代號": 1259,
    "公司簡稱": "安心",
    "公司名稱": "安心食品服務股份有限公司"
  },
  {
    "股票代號": 1264,
    "公司簡稱": "德麥",
    "公司名稱": "德麥食品股份有限公司"
  },
  {
    "股票代號": 1268,
    "公司簡稱": "漢來美食",
    "公司名稱": "漢來美食股份有限公司"
  },
  {
    "股票代號": 1336,
    "公司簡稱": "台翰",
    "公司名稱": "台翰精密科技股份有限公司"
  },
  {
    "股票代號": 1565,
    "公司簡稱": "精華",
    "公司名稱": "精華光學股份有限公司"
  },
  {
    "股票代號": 1569,
    "公司簡稱": "濱川",
    "公司名稱": "濱川企業股份有限公司"
  },
  {
    "股票代號": 1570,
    "公司簡稱": "力肯",
    "公司名稱": "力肯實業股份有限公司"
  },
  {
    "股票代號": 1580,
    "公司簡稱": "新麥",
    "公司名稱": "新麥企業股份有限公司"
  },
  {
    "股票代號": 1584,
    "公司簡稱": "精剛",
    "公司名稱": "精剛精密科技股份有限公司"
  },
  {
    "股票代號": 1586,
    "公司簡稱": "和勤",
    "公司名稱": "和勤精機股份有限公司"
  },
  {
    "股票代號": 1591,
    "公司簡稱": "駿吉-KY、英屬開曼群島商駿吉",
    "公司名稱": "英屬開曼群島商駿吉控股(股)公司"
  },
  {
    "股票代號": 1593,
    "公司簡稱": "祺驊",
    "公司名稱": "祺驊股份有限公司"
  },
  {
    "股票代號": 1595,
    "公司簡稱": "川寶",
    "公司名稱": "川寶科技股份有限公司"
  },
  {
    "股票代號": 1599,
    "公司簡稱": "宏佳騰",
    "公司名稱": "宏佳騰動力科技股份有限公司"
  },
  {
    "股票代號": 1742,
    "公司簡稱": "台蠟、台灣蠟品",
    "公司名稱": "台灣蠟品股份有限公司"
  },
  {
    "股票代號": 1752,
    "公司簡稱": "南光",
    "公司名稱": "南光化學製藥股份有限公司"
  },
  {
    "股票代號": 1777,
    "公司簡稱": "生泰",
    "公司名稱": "生泰合成工業股份有限公司"
  },
  {
    "股票代號": 1781,
    "公司簡稱": "合世",
    "公司名稱": "合世生醫科技股份有限公司"
  },
  {
    "股票代號": 1784,
    "公司簡稱": "訊聯",
    "公司名稱": "訊聯生物科技股份有限公司"
  },
  {
    "股票代號": 1785,
    "公司簡稱": "光洋科、光洋應用材料科技",
    "公司名稱": "光洋應用材料科技股份有限公司"
  },
  {
    "股票代號": 1788,
    "公司簡稱": "杏昌",
    "公司名稱": "杏昌生技股份有限公司"
  },
  {
    "股票代號": 1796,
    "公司簡稱": "金穎生技",
    "公司名稱": "金穎生物科技股份有限公司"
  },
  {
    "股票代號": 1799,
    "公司簡稱": "易威",
    "公司名稱": "易威生醫科技股份有限公司"
  },
  {
    "股票代號": 1813,
    "公司簡稱": "寶利徠",
    "公司名稱": "寶利徠光學科技股份有限公司"
  },
  {
    "股票代號": 1815,
    "公司簡稱": "富喬",
    "公司名稱": "富喬工業股份有限公司"
  },
  {
    "股票代號": 2035,
    "公司簡稱": "唐榮",
    "公司名稱": "唐榮鐵工廠股份有限公司"
  },
  {
    "股票代號": 2061,
    "公司簡稱": "風青",
    "公司名稱": "風青實業股份有限公司"
  },
  {
    "股票代號": 2063,
    "公司簡稱": "世鎧",
    "公司名稱": "世鎧精密股份有限公司"
  },
  {
    "股票代號": 2064,
    "公司簡稱": "晉椿",
    "公司名稱": "晉椿工業股份有限公司"
  },
  {
    "股票代號": 2065,
    "公司簡稱": "世豐",
    "公司名稱": "世豐螺絲股份有限公司"
  },
  {
    "股票代號": 2066,
    "公司簡稱": "世德",
    "公司名稱": "世德工業股份有限公司"
  },
  {
    "股票代號": 2067,
    "公司簡稱": "嘉鋼",
    "公司名稱": "嘉鋼精密工業股份有限公司"
  },
  {
    "股票代號": 2070,
    "公司簡稱": "精湛",
    "公司名稱": "精湛光學科技股份有限公司"
  },
  {
    "股票代號": 2221,
    "公司簡稱": "大甲",
    "公司名稱": "大甲永和機械工業股份有限公司"
  },
  {
    "股票代號": 2230,
    "公司簡稱": "泰茂",
    "公司名稱": "泰茂實業股份有限公司"
  },
  {
    "股票代號": 2235,
    "公司簡稱": "謚源",
    "公司名稱": "謚源實業股份有限公司"
  },
  {
    "股票代號": 2596,
    "公司簡稱": "綠意",
    "公司名稱": "綠意開發股份有限公司"
  },
  {
    "股票代號": 2640,
    "公司簡稱": "大車隊、台灣大車隊",
    "公司名稱": "台灣大車隊股份有限公司"
  },
  {
    "股票代號": 2641,
    "公司簡稱": "正德",
    "公司名稱": "正德海運股份有限公司"
  },
  {
    "股票代號": 2643,
    "公司簡稱": "捷迅",
    "公司名稱": "捷迅股份有限公司"
  },
  {
    "股票代號": 2718,
    "公司簡稱": "晶悅",
    "公司名稱": "晶悅國際飯店股份有限公司"
  },
  {
    "股票代號": 2719,
    "公司簡稱": "燦星旅",
    "公司名稱": "燦星國際旅行社股份有限公司"
  },
  {
    "股票代號": 2724,
    "公司簡稱": "富驛-KY",
    "公司名稱": "富驛酒店集團有限公司"
  },
  {
    "股票代號": 2726,
    "公司簡稱": "雅茗-KY",
    "公司名稱": "雅茗天地股份有限公司"
  },
  {
    "股票代號": 2729,
    "公司簡稱": "瓦城",
    "公司名稱": "瓦城泰統股份有限公司"
  },
  {
    "股票代號": 2732,
    "公司簡稱": "六角",
    "公司名稱": "六角國際事業股份有限公司"
  },
  {
    "股票代號": 2734,
    "公司簡稱": "易飛網",
    "公司名稱": "易飛網國際旅行社股份有限公司"
  },
  {
    "股票代號": 2736,
    "公司簡稱": "富野",
    "公司名稱": "富野大飯店股份有限公司"
  },
  {
    "股票代號": 2740,
    "公司簡稱": "天蔥",
    "公司名稱": "天蔥國際股份有限公司"
  },
  {
    "股票代號": 2743,
    "公司簡稱": "山富",
    "公司名稱": "山富國際旅行社股份有限公司"
  },
  {
    "股票代號": 2745,
    "公司簡稱": "五福",
    "公司名稱": "五福旅行社股份有限公司"
  },
  {
    "股票代號": 2752,
    "公司簡稱": "豆府",
    "公司名稱": "豆府股份有限公司"
  },
  {
    "股票代號": 2754,
    "公司簡稱": "亞洲藏壽司",
    "公司名稱": "亞洲藏壽司股份有限公司"
  },
  {
    "股票代號": 2755,
    "公司簡稱": "揚秦",
    "公司名稱": "揚秦國際企業股份有限公司"
  },
  {
    "股票代號": 2916,
    "公司簡稱": "滿心",
    "公司名稱": "滿心企業股份有限公司"
  },
  {
    "股票代號": 2924,
    "公司簡稱": "東凌-KY、開曼東凌",
    "公司名稱": "開曼東凌股份有限公司"
  },
  {
    "股票代號": 2926,
    "公司簡稱": "誠品生活",
    "公司名稱": "誠品生活股份有限公司"
  },
  {
    "股票代號": 2928,
    "公司簡稱": "紅馬-KY",
    "公司名稱": "紅馬集團股份有限公司"
  },
  {
    "股票代號": 2937,
    "公司簡稱": "集雅社",
    "公司名稱": "集雅社股份有限公司"
  },
  {
    "股票代號": 2947,
    "公司簡稱": "振宇五金",
    "公司名稱": "振宇五金股份有限公司"
  },
  {
    "股票代號": 3064,
    "公司簡稱": "泰偉",
    "公司名稱": "泰偉電子股份有限公司"
  },
  {
    "股票代號": 3066,
    "公司簡稱": "李洲",
    "公司名稱": "李洲科技股份有限公司"
  },
  {
    "股票代號": 3067,
    "公司簡稱": "全域",
    "公司名稱": "全域股份有限公司"
  },
  {
    "股票代號": 3071,
    "公司簡稱": "協禧",
    "公司名稱": "協禧電機股份有限公司"
  },
  {
    "股票代號": 3073,
    "公司簡稱": "天方能源",
    "公司名稱": "天方能源科技股份有限公司"
  },
  {
    "股票代號": 3078,
    "公司簡稱": "僑威",
    "公司名稱": "僑威科技股份有限公司"
  },
  {
    "股票代號": 3081,
    "公司簡稱": "聯亞",
    "公司名稱": "聯亞光電工業股份有限公司"
  },
  {
    "股票代號": 3083,
    "公司簡稱": "網龍、中華網龍",
    "公司名稱": "中華網龍股份有限公司"
  },
  {
    "股票代號": 3085,
    "公司簡稱": "新零售、創新新零售",
    "公司名稱": "創新新零售股份有限公司"
  },
  {
    "股票代號": 3086,
    "公司簡稱": "華義",
    "公司名稱": "華義國際數位娛樂股份有限公司"
  },
  {
    "股票代號": 3088,
    "公司簡稱": "艾訊",
    "公司名稱": "艾訊股份有限公司"
  },
  {
    "股票代號": 3089,
    "公司簡稱": "億杰",
    "公司名稱": "億杰科技股份有限公司"
  },
  {
    "股票代號": 3093,
    "公司簡稱": "港建、台灣港建",
    "公司名稱": "台灣港建股份有限公司"
  },
  {
    "股票代號": 3095,
    "公司簡稱": "及成",
    "公司名稱": "及成企業股份有限公司"
  },
  {
    "股票代號": 3105,
    "公司簡稱": "穩懋",
    "公司名稱": "穩懋半導體股份有限公司"
  },
  {
    "股票代號": 3114,
    "公司簡稱": "好德",
    "公司名稱": "好德科技股份有限公司"
  },
  {
    "股票代號": 3115,
    "公司簡稱": "寶島極",
    "公司名稱": "寶島極光股份有限公司"
  },
  {
    "股票代號": 3118,
    "公司簡稱": "進階",
    "公司名稱": "進階生物科技股份有限公司"
  },
  {
    "股票代號": 3122,
    "公司簡稱": "笙泉",
    "公司名稱": "笙泉科技股份有限公司"
  },
  {
    "股票代號": 3128,
    "公司簡稱": "昇銳",
    "公司名稱": "昇銳電子股份有限公司"
  },
  {
    "股票代號": 3131,
    "公司簡稱": "弘塑",
    "公司名稱": "弘塑科技股份有限公司"
  },
  {
    "股票代號": 3141,
    "公司簡稱": "晶宏",
    "公司名稱": "晶宏半導體股份有限公司"
  },
  {
    "股票代號": 3144,
    "公司簡稱": "新揚科",
    "公司名稱": "新揚科技股份有限公司"
  },
  {
    "股票代號": 3147,
    "公司簡稱": "大綜",
    "公司名稱": "大綜電腦系統股份有限公司"
  },
  {
    "股票代號": 3152,
    "公司簡稱": "璟德",
    "公司名稱": "璟德電子工業股份有限公司"
  },
  {
    "股票代號": 3162,
    "公司簡稱": "精確",
    "公司名稱": "精確實業股份有限公司"
  },
  {
    "股票代號": 3163,
    "公司簡稱": "波若威",
    "公司名稱": "波若威科技股份有限公司"
  },
  {
    "股票代號": 3169,
    "公司簡稱": "亞信",
    "公司名稱": "亞信電子股份有限公司"
  },
  {
    "股票代號": 3171,
    "公司簡稱": "新洲",
    "公司名稱": "新洲全球股份有限公司"
  },
  {
    "股票代號": 3176,
    "公司簡稱": "基亞",
    "公司名稱": "基亞生物科技股份有限公司"
  },
  {
    "股票代號": 3178,
    "公司簡稱": "公準",
    "公司名稱": "公準精密工業股份有限公司"
  },
  {
    "股票代號": 3188,
    "公司簡稱": "鑫龍騰",
    "公司名稱": "鑫龍騰開發股份有限公司"
  },
  {
    "股票代號": 3191,
    "公司簡稱": "和進",
    "公司名稱": "和進電子股份有限公司"
  },
  {
    "股票代號": 3202,
    "公司簡稱": "樺晟",
    "公司名稱": "樺晟電子股份有限公司"
  },
  {
    "股票代號": 3205,
    "公司簡稱": "佰研",
    "公司名稱": "佰研生化科技股份有限公司"
  },
  {
    "股票代號": 3206,
    "公司簡稱": "志豐",
    "公司名稱": "志豐電子股份有限公司"
  },
  {
    "股票代號": 3207,
    "公司簡稱": "耀勝",
    "公司名稱": "耀勝電子股份有限公司"
  },
  {
    "股票代號": 3211,
    "公司簡稱": "順達",
    "公司名稱": "順達科技股份有限公司"
  },
  {
    "股票代號": 3213,
    "公司簡稱": "茂訊",
    "公司名稱": "茂訊電腦股份有限公司"
  },
  {
    "股票代號": 3217,
    "公司簡稱": "優群",
    "公司名稱": "優群科技股份有限公司"
  },
  {
    "股票代號": 3218,
    "公司簡稱": "大學光",
    "公司名稱": "大學光學科技股份有限公司"
  },
  {
    "股票代號": 3219,
    "公司簡稱": "倚強科",
    "公司名稱": "倚強科技股份有限公司"
  },
  {
    "股票代號": 3221,
    "公司簡稱": "台嘉碩、台灣嘉碩",
    "公司名稱": "台灣嘉碩科技股份有限公司"
  },
  {
    "股票代號": 3224,
    "公司簡稱": "三顧",
    "公司名稱": "三顧股份有限公司"
  },
  {
    "股票代號": 3226,
    "公司簡稱": "至寶電",
    "公司名稱": "至寶光電股份有限公司"
  },
  {
    "股票代號": 3227,
    "公司簡稱": "原相",
    "公司名稱": "原相科技股份有限公司"
  },
  {
    "股票代號": 3228,
    "公司簡稱": "金麗科",
    "公司名稱": "金麗科技股份有限公司"
  },
  {
    "股票代號": 3230,
    "公司簡稱": "錦明",
    "公司名稱": "錦明實業股份有限公司"
  },
  {
    "股票代號": 3232,
    "公司簡稱": "昱捷",
    "公司名稱": "昱捷股份有限公司"
  },
  {
    "股票代號": 3234,
    "公司簡稱": "光環",
    "公司名稱": "光環科技股份有限公司"
  },
  {
    "股票代號": 3236,
    "公司簡稱": "千如",
    "公司名稱": "千如電機工業股份有限公司"
  },
  {
    "股票代號": 3252,
    "公司簡稱": "海灣",
    "公司名稱": "海灣國際開發(股)公司"
  },
  {
    "股票代號": 3259,
    "公司簡稱": "鑫創",
    "公司名稱": "鑫創科技股份有限公司"
  },
  {
    "股票代號": 3260,
    "公司簡稱": "威剛",
    "公司名稱": "威剛科技股份有限公司"
  },
  {
    "股票代號": 3264,
    "公司簡稱": "欣銓",
    "公司名稱": "欣銓科技股份有限公司"
  },
  {
    "股票代號": 3265,
    "公司簡稱": "台星科",
    "公司名稱": "台星科股份有限公司"
  },
  {
    "股票代號": 3268,
    "公司簡稱": "海德威",
    "公司名稱": "海德威電子工業股份有限公司"
  },
  {
    "股票代號": 3272,
    "公司簡稱": "東碩",
    "公司名稱": "東碩資訊股份有限公司"
  },
  {
    "股票代號": 3276,
    "公司簡稱": "宇環",
    "公司名稱": "宇環科技股份有限公司"
  },
  {
    "股票代號": 3284,
    "公司簡稱": "太普高",
    "公司名稱": "太普高精密影像股份有限公司"
  },
  {
    "股票代號": 3285,
    "公司簡稱": "微端",
    "公司名稱": "微端科技股份有限公司"
  },
  {
    "股票代號": 3287,
    "公司簡稱": "廣寰科",
    "公司名稱": "廣寰科技股份有限公司"
  },
  {
    "股票代號": 3288,
    "公司簡稱": "點晶",
    "公司名稱": "點晶科技股份有限公司"
  },
  {
    "股票代號": 3289,
    "公司簡稱": "宜特",
    "公司名稱": "宜特科技股份有限公司"
  },
  {
    "股票代號": 3290,
    "公司簡稱": "東浦",
    "公司名稱": "東浦精密光電股份有限公司"
  },
  {
    "股票代號": 3293,
    "公司簡稱": "鈊象",
    "公司名稱": "鈊象電子股份有限公司"
  },
  {
    "股票代號": 3294,
    "公司簡稱": "英濟",
    "公司名稱": "英濟股份有限公司"
  },
  {
    "股票代號": 3297,
    "公司簡稱": "杭特",
    "公司名稱": "杭特電子股份有限公司"
  },
  {
    "股票代號": 3303,
    "公司簡稱": "岱稜",
    "公司名稱": "岱稜科技股份有限公司"
  },
  {
    "股票代號": 3306,
    "公司簡稱": "鼎天",
    "公司名稱": "鼎天國際股份有限公司"
  },
  {
    "股票代號": 3310,
    "公司簡稱": "佳穎",
    "公司名稱": "佳穎精密企業股份有限公司"
  },
  {
    "股票代號": 3313,
    "公司簡稱": "斐成",
    "公司名稱": "斐成企業股份有限公司"
  },
  {
    "股票代號": 3317,
    "公司簡稱": "尼克森",
    "公司名稱": "尼克森微電子股份有限公司"
  },
  {
    "股票代號": 3322,
    "公司簡稱": "建舜電",
    "公司名稱": "建舜電子製造股份有限公司"
  },
  {
    "股票代號": 3323,
    "公司簡稱": "加百裕",
    "公司名稱": "加百裕工業股份有限公司"
  },
  {
    "股票代號": 3324,
    "公司簡稱": "雙鴻",
    "公司名稱": "雙鴻科技股份有限公司"
  },
  {
    "股票代號": 3325,
    "公司簡稱": "旭品",
    "公司名稱": "旭品科技股份有限公司"
  },
  {
    "股票代號": 3332,
    "公司簡稱": "幸康",
    "公司名稱": "幸康電子股份有限公司"
  },
  {
    "股票代號": 3339,
    "公司簡稱": "泰谷",
    "公司名稱": "泰谷光電科技股份有限公司"
  },
  {
    "股票代號": 3354,
    "公司簡稱": "律勝",
    "公司名稱": "律勝科技股份有限公司"
  },
  {
    "股票代號": 3357,
    "公司簡稱": "臺慶科、西北臺慶科",
    "公司名稱": "西北臺慶科技股份有限公司"
  },
  {
    "股票代號": 3360,
    "公司簡稱": "尚立",
    "公司名稱": "尚立股份有限公司"
  },
  {
    "股票代號": 3362,
    "公司簡稱": "先進光",
    "公司名稱": "先進光電科技股份有限公司"
  },
  {
    "股票代號": 3363,
    "公司簡稱": "上詮",
    "公司名稱": "上詮光纖通信股份有限公司"
  },
  {
    "股票代號": 3372,
    "公司簡稱": "典範、台灣典範半導體",
    "公司名稱": "台灣典範半導體股份有限公司"
  },
  {
    "股票代號": 3373,
    "公司簡稱": "熱映",
    "公司名稱": "熱映光電股份有限公司"
  },
  {
    "股票代號": 3374,
    "公司簡稱": "精材",
    "公司名稱": "精材科技股份有限公司"
  },
  {
    "股票代號": 3379,
    "公司簡稱": "彬台",
    "公司名稱": "彬台科技股份有限公司"
  },
  {
    "股票代號": 3388,
    "公司簡稱": "崇越電",
    "公司名稱": "崇越電通股份有限公司"
  },
  {
    "股票代號": 3390,
    "公司簡稱": "旭軟",
    "公司名稱": "旭軟電子科技股份有限公司"
  },
  {
    "股票代號": 3402,
    "公司簡稱": "漢科",
    "公司名稱": "漢科系統科技股份有限公司"
  },
  {
    "股票代號": 3426,
    "公司簡稱": "台興",
    "公司名稱": "台興電子企業股份有限公司"
  },
  {
    "股票代號": 3434,
    "公司簡稱": "哲固",
    "公司名稱": "哲固資訊科技股份有限公司"
  },
  {
    "股票代號": 3438,
    "公司簡稱": "類比科、台灣類比科技",
    "公司名稱": "台灣類比科技股份有限公司"
  },
  {
    "股票代號": 3441,
    "公司簡稱": "聯一光",
    "公司名稱": "聯一光學工業股份有限公司"
  },
  {
    "股票代號": 3444,
    "公司簡稱": "利機",
    "公司名稱": "利機企業股份有限公司"
  },
  {
    "股票代號": 3455,
    "公司簡稱": "由田",
    "公司名稱": "由田新技股份有限公司"
  },
  {
    "股票代號": 3465,
    "公司簡稱": "進泰電子、祥業科技",
    "公司名稱": "祥業科技股份有限公司"
  },
  {
    "股票代號": 3466,
    "公司簡稱": "致振",
    "公司名稱": "致振企業股份有限公司"
  },
  {
    "股票代號": 3479,
    "公司簡稱": "安勤",
    "公司名稱": "安勤科技股份有限公司"
  },
  {
    "股票代號": 3483,
    "公司簡稱": "力致",
    "公司名稱": "力致科技股份有限公司"
  },
  {
    "股票代號": 3484,
    "公司簡稱": "崧騰",
    "公司名稱": "崧騰企業股份有限公司"
  },
  {
    "股票代號": 3489,
    "公司簡稱": "森寶",
    "公司名稱": "森寶開發股份有限公司"
  },
  {
    "股票代號": 3490,
    "公司簡稱": "單井",
    "公司名稱": "單井工業股份有限公司"
  },
  {
    "股票代號": 3491,
    "公司簡稱": "昇達科",
    "公司名稱": "昇達科技股份有限公司"
  },
  {
    "股票代號": 3492,
    "公司簡稱": "長盛",
    "公司名稱": "長盛科技股份有限公司"
  },
  {
    "股票代號": 3498,
    "公司簡稱": "陽程",
    "公司名稱": "陽程科技股份有限公司"
  },
  {
    "股票代號": 3499,
    "公司簡稱": "環天科",
    "公司名稱": "環天世通科技股份有限公司"
  },
  {
    "股票代號": 3508,
    "公司簡稱": "位速",
    "公司名稱": "位速科技股份有限公司"
  },
  {
    "股票代號": 3511,
    "公司簡稱": "矽瑪",
    "公司名稱": "矽瑪科技股份有限公司"
  },
  {
    "股票代號": 3512,
    "公司簡稱": "皇龍、能緹精密工業",
    "公司名稱": "能緹精密工業股份有限公司"
  },
  {
    "股票代號": 3516,
    "公司簡稱": "亞帝歐",
    "公司名稱": "亞帝歐光電股份有限公司"
  },
  {
    "股票代號": 3520,
    "公司簡稱": "華盈、振維電子",
    "公司名稱": "振維電子股份有限公司"
  },
  {
    "股票代號": 3521,
    "公司簡稱": "鴻翊",
    "公司名稱": "鴻翊國際股份有限公司"
  },
  {
    "股票代號": 3522,
    "公司簡稱": "御頂、宏森光電科技",
    "公司名稱": "宏森光電科技股份有限公司"
  },
  {
    "股票代號": 3523,
    "公司簡稱": "迎輝",
    "公司名稱": "迎輝科技股份有限公司"
  },
  {
    "股票代號": 3526,
    "公司簡稱": "凡甲",
    "公司名稱": "凡甲科技股份有限公司"
  },
  {
    "股票代號": 3527,
    "公司簡稱": "聚積",
    "公司名稱": "聚積科技股份有限公司"
  },
  {
    "股票代號": 3529,
    "公司簡稱": "力旺",
    "公司名稱": "力旺電子股份有限公司"
  },
  {
    "股票代號": 3531,
    "公司簡稱": "先益",
    "公司名稱": "先益電子工業股份有限公司"
  },
  {
    "股票代號": 3537,
    "公司簡稱": "堡達",
    "公司名稱": "堡達實業股份有限公司"
  },
  {
    "股票代號": 3540,
    "公司簡稱": "曜越",
    "公司名稱": "曜越科技股份有限公司"
  },
  {
    "股票代號": 3541,
    "公司簡稱": "西柏",
    "公司名稱": "西柏科技股份有限公司"
  },
  {
    "股票代號": 3546,
    "公司簡稱": "宇峻",
    "公司名稱": "宇峻奧汀科技股份有限公司"
  },
  {
    "股票代號": 3548,
    "公司簡稱": "兆利",
    "公司名稱": "兆利科技工業股份有限公司"
  },
  {
    "股票代號": 3551,
    "公司簡稱": "世禾",
    "公司名稱": "世禾科技股份有限公司"
  },
  {
    "股票代號": 3552,
    "公司簡稱": "同致",
    "公司名稱": "同致電子企業股份有限公司"
  },
  {
    "股票代號": 3555,
    "公司簡稱": "重鵬",
    "公司名稱": "(重鳥)鵬億極股份有限公司"
  },
  {
    "股票代號": 3556,
    "公司簡稱": "禾瑞亞",
    "公司名稱": "禾瑞亞科技股份有限公司"
  },
  {
    "股票代號": 3558,
    "公司簡稱": "神準",
    "公司名稱": "神準科技股份有限公司"
  },
  {
    "股票代號": 3564,
    "公司簡稱": "其陽",
    "公司名稱": "其陽科技股份有限公司"
  },
  {
    "股票代號": 3567,
    "公司簡稱": "逸昌",
    "公司名稱": "逸昌科技股份有限公司"
  },
  {
    "股票代號": 3570,
    "公司簡稱": "大塚",
    "公司名稱": "大塚資訊科技股份有限公司"
  },
  {
    "股票代號": 3577,
    "公司簡稱": "泓格",
    "公司名稱": "泓格科技股份有限公司"
  },
  {
    "股票代號": 3580,
    "公司簡稱": "友威科",
    "公司名稱": "友威科技股份有限公司"
  },
  {
    "股票代號": 3581,
    "公司簡稱": "博磊",
    "公司名稱": "博磊科技股份有限公司"
  },
  {
    "股票代號": 3587,
    "公司簡稱": "閎康",
    "公司名稱": "閎康科技股份有限公司"
  },
  {
    "股票代號": 3594,
    "公司簡稱": "磐儀",
    "公司名稱": "磐儀科技股份有限公司"
  },
  {
    "股票代號": 3597,
    "公司簡稱": "映興",
    "公司名稱": "映興電子股份有限公司"
  },
  {
    "股票代號": 3609,
    "公司簡稱": "三一東林、東林科技",
    "公司名稱": "東林科技股份有限公司"
  },
  {
    "股票代號": 3611,
    "公司簡稱": "鼎翰",
    "公司名稱": "鼎翰科技股份有限公司"
  },
  {
    "股票代號": 3615,
    "公司簡稱": "安可",
    "公司名稱": "安可光電股份有限公司"
  },
  {
    "股票代號": 3623,
    "公司簡稱": "富晶通",
    "公司名稱": "富晶通科技股份有限公司"
  },
  {
    "股票代號": 3624,
    "公司簡稱": "光頡",
    "公司名稱": "光頡科技股份有限公司"
  },
  {
    "股票代號": 3625,
    "公司簡稱": "西勝",
    "公司名稱": "西勝國際股份有限公司"
  },
  {
    "股票代號": 3628,
    "公司簡稱": "盈正",
    "公司名稱": "盈正豫順電子股份有限公司"
  },
  {
    "股票代號": 3629,
    "公司簡稱": "地心引力、群富通科",
    "公司名稱": "群富通科技股份有限公司"
  },
  {
    "股票代號": 3630,
    "公司簡稱": "新鉅科",
    "公司名稱": "新鉅科技股份有限公司"
  },
  {
    "股票代號": 3631,
    "公司簡稱": "晟楠",
    "公司名稱": "晟楠科技股份有限公司"
  },
  {
    "股票代號": 3632,
    "公司簡稱": "研勤",
    "公司名稱": "研勤科技股份有限公司"
  },
  {
    "股票代號": 3642,
    "公司簡稱": "駿熠電",
    "公司名稱": "駿熠電子科技股份有限公司"
  },
  {
    "股票代號": 3646,
    "公司簡稱": "艾恩特",
    "公司名稱": "艾恩特精密工業股份有限公司"
  },
  {
    "股票代號": 3652,
    "公司簡稱": "精聯",
    "公司名稱": "精聯電子股份有限公司"
  },
  {
    "股票代號": 3663,
    "公司簡稱": "鑫科",
    "公司名稱": "鑫科材料科技股份有限公司"
  },
  {
    "股票代號": 3664,
    "公司簡稱": "安瑞-KY",
    "公司名稱": "安瑞科技股份有限公司"
  },
  {
    "股票代號": 3666,
    "公司簡稱": "光耀",
    "公司名稱": "光耀科技股份有限公司"
  },
  {
    "股票代號": 3672,
    "公司簡稱": "康聯訊",
    "公司名稱": "康聯訊科技股份有限公司"
  },
  {
    "股票代號": 3675,
    "公司簡稱": "德微",
    "公司名稱": "德微科技股份有限公司"
  },
  {
    "股票代號": 3680,
    "公司簡稱": "家登",
    "公司名稱": "家登精密工業股份有限公司"
  },
  {
    "股票代號": 3684,
    "公司簡稱": "榮昌",
    "公司名稱": "榮昌科技股份有限公司"
  },
  {
    "股票代號": 3685,
    "公司簡稱": "元創精密",
    "公司名稱": "元創精密車業股份有限公司"
  },
  {
    "股票代號": 3687,
    "公司簡稱": "歐買尬、茂為歐買尬數位科技",
    "公司名稱": "茂為歐買尬數位科技股份有限公司"
  },
  {
    "股票代號": 3689,
    "公司簡稱": "湧德",
    "公司名稱": "湧德電子股份有限公司"
  },
  {
    "股票代號": 3691,
    "公司簡稱": "碩禾",
    "公司名稱": "碩禾電子材料股份有限公司"
  },
  {
    "股票代號": 3693,
    "公司簡稱": "營邦",
    "公司名稱": "營邦企業股份有限公司"
  },
  {
    "股票代號": 3707,
    "公司簡稱": "漢磊",
    "公司名稱": "漢磊先進投資控股股份有限公司"
  },
  {
    "股票代號": 3709,
    "公司簡稱": "鑫聯大投控",
    "公司名稱": "鑫聯大投資控股股份有限公司"
  },
  {
    "股票代號": 3710,
    "公司簡稱": "連展投控",
    "公司名稱": "連展投資控股股份有限公司"
  },
  {
    "股票代號": 3713,
    "公司簡稱": "新晶投控",
    "公司名稱": "新晶投資控股股份有限公司"
  },
  {
    "股票代號": 4102,
    "公司簡稱": "永日",
    "公司名稱": "永日化學工業股份有限公司"
  },
  {
    "股票代號": 4105,
    "公司簡稱": "東洋、台灣東洋藥品",
    "公司名稱": "台灣東洋藥品工業股份有限公司"
  },
  {
    "股票代號": 4107,
    "公司簡稱": "邦特",
    "公司名稱": "邦特生物科技股份有限公司"
  },
  {
    "股票代號": 4109,
    "公司簡稱": "加捷生醫、穆拉德加捷生技",
    "公司名稱": "穆拉德加捷生技股份有限公司"
  },
  {
    "股票代號": 4111,
    "公司簡稱": "濟生",
    "公司名稱": "濟生化學製藥廠股份有限公司"
  },
  {
    "股票代號": 4113,
    "公司簡稱": "聯上",
    "公司名稱": "聯上實業股份有限公司"
  },
  {
    "股票代號": 4114,
    "公司簡稱": "健喬",
    "公司名稱": "健喬信元醫藥生技股份有限公司"
  },
  {
    "股票代號": 4116,
    "公司簡稱": "明基醫",
    "公司名稱": "明基三豐醫療器材股份有限公司"
  },
  {
    "股票代號": 4120,
    "公司簡稱": "友華",
    "公司名稱": "友華生技醫藥股份有限公司"
  },
  {
    "股票代號": 4121,
    "公司簡稱": "優盛",
    "公司名稱": "優盛醫學科技股份有限公司"
  },
  {
    "股票代號": 4123,
    "公司簡稱": "晟德",
    "公司名稱": "晟德大藥廠股份有限公司"
  },
  {
    "股票代號": 4126,
    "公司簡稱": "太醫、太平洋醫材",
    "公司名稱": "太平洋醫材股份有限公司"
  },
  {
    "股票代號": 4127,
    "公司簡稱": "天良",
    "公司名稱": "天良生物科技企業股份有限公司"
  },
  {
    "股票代號": 4128,
    "公司簡稱": "中天",
    "公司名稱": "中天生物科技股份有限公司"
  },
  {
    "股票代號": 4129,
    "公司簡稱": "聯合",
    "公司名稱": "聯合骨科器材股份有限公司"
  },
  {
    "股票代號": 4130,
    "公司簡稱": "健亞",
    "公司名稱": "健亞生物科技股份有限公司"
  },
  {
    "股票代號": 4131,
    "公司簡稱": "晶宇",
    "公司名稱": "晶宇生物科技實業股份有限公司"
  },
  {
    "股票代號": 4138,
    "公司簡稱": "曜亞",
    "公司名稱": "曜亞國際股份有限公司"
  },
  {
    "股票代號": 4139,
    "公司簡稱": "馬光-KY",
    "公司名稱": "馬光保健控股股份有限公司"
  },
  {
    "股票代號": 4147,
    "公司簡稱": "中裕",
    "公司名稱": "中裕新藥股份有限公司"
  },
  {
    "股票代號": 4153,
    "公司簡稱": "鈺緯",
    "公司名稱": "鈺緯科技開發股份有限公司"
  },
  {
    "股票代號": 4154,
    "公司簡稱": "康樂-KY",
    "公司名稱": "康樂生技股份有限公司"
  },
  {
    "股票代號": 4157,
    "公司簡稱": "太景*-KY",
    "公司名稱": "太景醫藥研發控股股份有限公司"
  },
  {
    "股票代號": 4160,
    "公司簡稱": "創源",
    "公司名稱": "創源生物科技股份有限公司"
  },
  {
    "股票代號": 4161,
    "公司簡稱": "聿新科",
    "公司名稱": "聿新生物科技股份有限公司"
  },
  {
    "股票代號": 4162,
    "公司簡稱": "智擎",
    "公司名稱": "智擎生技製藥股份有限公司"
  },
  {
    "股票代號": 4163,
    "公司簡稱": "鐿鈦",
    "公司名稱": "鐿鈦科技股份有限公司"
  },
  {
    "股票代號": 4167,
    "公司簡稱": "松瑞藥、展旺生命科技",
    "公司名稱": "展旺生命科技股份有限公司"
  },
  {
    "股票代號": 4168,
    "公司簡稱": "醣聯、台灣醣聯生技醫藥",
    "公司名稱": "台灣醣聯生技醫藥股份有限公司"
  },
  {
    "股票代號": 4171,
    "公司簡稱": "瑞基",
    "公司名稱": "瑞基海洋生物科技股份有限公司"
  },
  {
    "股票代號": 4173,
    "公司簡稱": "久裕",
    "公司名稱": "久裕企業股份有限公司"
  },
  {
    "股票代號": 4174,
    "公司簡稱": "浩鼎、台灣浩鼎生技",
    "公司名稱": "台灣浩鼎生技股份有限公司"
  },
  {
    "股票代號": 4175,
    "公司簡稱": "杏一",
    "公司名稱": "杏一醫療用品股份有限公司"
  },
  {
    "股票代號": 4183,
    "公司簡稱": "福永生技",
    "公司名稱": "福永生物科技股份有限公司"
  },
  {
    "股票代號": 4188,
    "公司簡稱": "安克",
    "公司名稱": "安克生醫股份有限公司"
  },
  {
    "股票代號": 4192,
    "公司簡稱": "杏國",
    "公司名稱": "杏國新藥股份有限公司"
  },
  {
    "股票代號": 4198,
    "公司簡稱": "欣大健康、環瑞醫投資控",
    "公司名稱": "環瑞醫投資控股股份有限公司"
  },
  {
    "股票代號": 4205,
    "公司簡稱": "中華食",
    "公司名稱": "中華食品實業股份有限公司"
  },
  {
    "股票代號": 4207,
    "公司簡稱": "環泰",
    "公司名稱": "環泰企業股份有限公司"
  },
  {
    "股票代號": 4303,
    "公司簡稱": "信立",
    "公司名稱": "信立化學工業股份有限公司"
  },
  {
    "股票代號": 4304,
    "公司簡稱": "勝昱",
    "公司名稱": "勝昱科技股份有限公司"
  },
  {
    "股票代號": 4305,
    "公司簡稱": "世坤",
    "公司名稱": "世坤塑膠股份有限公司"
  },
  {
    "股票代號": 4401,
    "公司簡稱": "東隆興",
    "公司名稱": "東隆興業股份有限公司"
  },
  {
    "股票代號": 4402,
    "公司簡稱": "福大",
    "公司名稱": "福大材料科技股份有限公司"
  },
  {
    "股票代號": 4406,
    "公司簡稱": "新昕纖",
    "公司名稱": "新昕纖維股份有限公司"
  },
  {
    "股票代號": 4413,
    "公司簡稱": "飛寶企業",
    "公司名稱": "飛寶企業股份有限公司"
  },
  {
    "股票代號": 4416,
    "公司簡稱": "三圓",
    "公司名稱": "三圓建設股份有限公司"
  },
  {
    "股票代號": 4417,
    "公司簡稱": "金洲",
    "公司名稱": "金洲海洋科技股份有限公司"
  },
  {
    "股票代號": 4419,
    "公司簡稱": "元勝",
    "公司名稱": "元勝國際實業股份有限公司"
  },
  {
    "股票代號": 4420,
    "公司簡稱": "光明",
    "公司名稱": "光明絲織廠股份有限公司"
  },
  {
    "股票代號": 4429,
    "公司簡稱": "聚紡",
    "公司名稱": "聚紡股份有限公司"
  },
  {
    "股票代號": 4430,
    "公司簡稱": "耀億",
    "公司名稱": "耀億工業股份有限公司"
  },
  {
    "股票代號": 4432,
    "公司簡稱": "銘旺實",
    "公司名稱": "銘旺實業股份有限公司"
  },
  {
    "股票代號": 4433,
    "公司簡稱": "興采",
    "公司名稱": "興采實業股份有限公司"
  },
  {
    "股票代號": 4502,
    "公司簡稱": "健信",
    "公司名稱": "健信科技工業股份有限公司"
  },
  {
    "股票代號": 4503,
    "公司簡稱": "金雨",
    "公司名稱": "金雨企業股份有限公司"
  },
  {
    "股票代號": 4506,
    "公司簡稱": "崇友",
    "公司名稱": "崇友實業(股)公司"
  },
  {
    "股票代號": 4510,
    "公司簡稱": "高鋒",
    "公司名稱": "高鋒工業股份有限公司"
  },
  {
    "股票代號": 4513,
    "公司簡稱": "福裕",
    "公司名稱": "福裕事業股份有限公司"
  },
  {
    "股票代號": 4523,
    "公司簡稱": "永彰",
    "公司名稱": "永彰機電股份有限公司"
  },
  {
    "股票代號": 4527,
    "公司簡稱": "方土霖、鋛霖冷凍機械股",
    "公司名稱": "鋛霖冷凍機械股份有限公司"
  },
  {
    "股票代號": 4528,
    "公司簡稱": "江興鍛",
    "公司名稱": "江興鍛壓工業股份有限公司"
  },
  {
    "股票代號": 4529,
    "公司簡稱": "淳紳",
    "公司名稱": "淳紳股份有限公司"
  },
  {
    "股票代號": 4530,
    "公司簡稱": "宏易",
    "公司名稱": "宏易精密工業股份有限公司"
  },
  {
    "股票代號": 4533,
    "公司簡稱": "協易機",
    "公司名稱": "協易機械工業股份有限公司"
  },
  {
    "股票代號": 4534,
    "公司簡稱": "慶騰",
    "公司名稱": "慶騰精密科技股份有限公司"
  },
  {
    "股票代號": 4535,
    "公司簡稱": "至興",
    "公司名稱": "至興精機股份有限公司"
  },
  {
    "股票代號": 4538,
    "公司簡稱": "大詠城",
    "公司名稱": "大詠城機械股份有限公司"
  },
  {
    "股票代號": 4541,
    "公司簡稱": "晟田",
    "公司名稱": "晟田科技工業股份有限公司"
  },
  {
    "股票代號": 4542,
    "公司簡稱": "科嶠",
    "公司名稱": "科嶠工業股份有限公司"
  },
  {
    "股票代號": 4543,
    "公司簡稱": "萬在",
    "公司名稱": "萬在工業股份有限公司"
  },
  {
    "股票代號": 4549,
    "公司簡稱": "桓達",
    "公司名稱": "桓達科技股份有限公司"
  },
  {
    "股票代號": 4550,
    "公司簡稱": "長佳",
    "公司名稱": "長佳機電工程股份有限公司"
  },
  {
    "股票代號": 4554,
    "公司簡稱": "橙的",
    "公司名稱": "橙的電子股份有限公司"
  },
  {
    "股票代號": 4556,
    "公司簡稱": "旭然",
    "公司名稱": "旭然國際股份有限公司"
  },
  {
    "股票代號": 4561,
    "公司簡稱": "健椿",
    "公司名稱": "健椿工業股份有限公司"
  },
  {
    "股票代號": 4563,
    "公司簡稱": "百德",
    "公司名稱": "百德機械股份有限公司"
  },
  {
    "股票代號": 4568,
    "公司簡稱": "科際精密",
    "公司名稱": "科際精密股份有限公司"
  },
  {
    "股票代號": 4580,
    "公司簡稱": "捷流閥業",
    "公司名稱": "捷流閥業股份有限公司"
  },
  {
    "股票代號": 4609,
    "公司簡稱": "唐鋒",
    "公司名稱": "唐鋒實業股份有限公司"
  },
  {
    "股票代號": 4702,
    "公司簡稱": "中美實、中美聯合實業",
    "公司名稱": "中美聯合實業股份有限公司"
  },
  {
    "股票代號": 4706,
    "公司簡稱": "大恭",
    "公司名稱": "大恭化學工業股份有限公司"
  },
  {
    "股票代號": 4707,
    "公司簡稱": "磐亞",
    "公司名稱": "磐亞股份有限公司"
  },
  {
    "股票代號": 4711,
    "公司簡稱": "永純",
    "公司名稱": "永純化學工業股份有限公司"
  },
  {
    "股票代號": 4712,
    "公司簡稱": "南璋",
    "公司名稱": "南璋股份有限公司"
  },
  {
    "股票代號": 4714,
    "公司簡稱": "永捷",
    "公司名稱": "永捷高分子工業股份有限公司"
  },
  {
    "股票代號": 4716,
    "公司簡稱": "大立",
    "公司名稱": "大立高分子工業股份有限公司"
  },
  {
    "股票代號": 4721,
    "公司簡稱": "美琪瑪",
    "公司名稱": "美琪瑪國際股份有限公司"
  },
  {
    "股票代號": 4726,
    "公司簡稱": "永昕",
    "公司名稱": "永昕生物醫藥股份有限公司"
  },
  {
    "股票代號": 4728,
    "公司簡稱": "雙美",
    "公司名稱": "雙美生物科技股份有限公司"
  },
  {
    "股票代號": 4729,
    "公司簡稱": "熒茂",
    "公司名稱": "熒茂光學股份有限公司"
  },
  {
    "股票代號": 4735,
    "公司簡稱": "豪展",
    "公司名稱": "豪展醫療科技股份有限公司"
  },
  {
    "股票代號": 4736,
    "公司簡稱": "泰博",
    "公司名稱": "泰博科技股份有限公司"
  },
  {
    "股票代號": 4741,
    "公司簡稱": "泓瀚",
    "公司名稱": "泓瀚科技股份有限公司"
  },
  {
    "股票代號": 4743,
    "公司簡稱": "合一",
    "公司名稱": "合一生技股份有限公司"
  },
  {
    "股票代號": 4744,
    "公司簡稱": "皇將",
    "公司名稱": "皇將科技股份有限公司"
  },
  {
    "股票代號": 4745,
    "公司簡稱": "合富-KY",
    "公司名稱": "合富醫療控股股份有限公司"
  },
  {
    "股票代號": 4747,
    "公司簡稱": "強生",
    "公司名稱": "強生化學製藥廠股份有限公司"
  },
  {
    "股票代號": 4754,
    "公司簡稱": "國碳科",
    "公司名稱": "國碳科技股份有限公司"
  },
  {
    "股票代號": 4760,
    "公司簡稱": "勤凱",
    "公司名稱": "勤凱科技股份有限公司"
  },
  {
    "股票代號": 4767,
    "公司簡稱": "誠泰科技",
    "公司名稱": "誠泰工業科技股份有限公司"
  },
  {
    "股票代號": 4803,
    "公司簡稱": "VHQ-KY、威馳克媒體集團",
    "公司名稱": "威馳克媒體集團股份有限公司"
  },
  {
    "股票代號": 4804,
    "公司簡稱": "大略-KY、大略國際",
    "公司名稱": "大略國際控股有限公司"
  },
  {
    "股票代號": 4806,
    "公司簡稱": "昇華",
    "公司名稱": "昇華娛樂傳播股份有限公司"
  },
  {
    "股票代號": 4903,
    "公司簡稱": "聯光通、聯合光纖通信",
    "公司名稱": "聯合光纖通信股份有限公司"
  },
  {
    "股票代號": 4905,
    "公司簡稱": "台聯電",
    "公司名稱": "台聯電訊股份有限公司"
  },
  {
    "股票代號": 4907,
    "公司簡稱": "富宇",
    "公司名稱": "富宇地產股份有限公司(原春雨開)"
  },
  {
    "股票代號": 4908,
    "公司簡稱": "前鼎",
    "公司名稱": "前鼎光電股份有限公司"
  },
  {
    "股票代號": 4909,
    "公司簡稱": "新復興",
    "公司名稱": "新復興微波通訊股份有限公司"
  },
  {
    "股票代號": 4911,
    "公司簡稱": "德英",
    "公司名稱": "德英生物科技股份有限公司"
  },
  {
    "股票代號": 4924,
    "公司簡稱": "欣厚-KY",
    "公司名稱": "欣厚科技股份有限公司"
  },
  {
    "股票代號": 4931,
    "公司簡稱": "新盛力",
    "公司名稱": "新盛力科技股份有限公司"
  },
  {
    "股票代號": 4933,
    "公司簡稱": "友輝",
    "公司名稱": "友輝光電股份有限公司"
  },
  {
    "股票代號": 4939,
    "公司簡稱": "亞電、亞洲電材",
    "公司名稱": "亞洲電材股份有限公司"
  },
  {
    "股票代號": 4944,
    "公司簡稱": "兆遠",
    "公司名稱": "兆遠科技股份有限公司"
  },
  {
    "股票代號": 4945,
    "公司簡稱": "陞達科技",
    "公司名稱": "陞達科技股份有限公司"
  },
  {
    "股票代號": 4946,
    "公司簡稱": "辣椒、紅心辣椒娛樂",
    "公司名稱": "紅心辣椒娛樂科技股份有限公司"
  },
  {
    "股票代號": 4950,
    "公司簡稱": "牧東",
    "公司名稱": "牧東光電股份有限公司"
  },
  {
    "股票代號": 4953,
    "公司簡稱": "緯軟、緯創軟體",
    "公司名稱": "緯創軟體股份有限公司"
  },
  {
    "股票代號": 4966,
    "公司簡稱": "譜瑞-KY",
    "公司名稱": "譜瑞科技股份有限公司"
  },
  {
    "股票代號": 4971,
    "公司簡稱": "IET-KY、英特磊科技",
    "公司名稱": "英特磊科技股份有限公司"
  },
  {
    "股票代號": 4972,
    "公司簡稱": "湯石照明",
    "公司名稱": "湯石照明科技股份有限公司"
  },
  {
    "股票代號": 4973,
    "公司簡稱": "廣穎",
    "公司名稱": "廣穎電通股份有限公司"
  },
  {
    "股票代號": 4974,
    "公司簡稱": "亞泰",
    "公司名稱": "亞泰影像科技股份有限公司"
  },
  {
    "股票代號": 4979,
    "公司簡稱": "華星光",
    "公司名稱": "華星光通科技股份有限公司"
  },
  {
    "股票代號": 4987,
    "公司簡稱": "科誠",
    "公司名稱": "科誠股份有限公司"
  },
  {
    "股票代號": 4991,
    "公司簡稱": "環宇-KY",
    "公司名稱": "環宇通訊半導體控股股份有限公司"
  },
  {
    "股票代號": 4995,
    "公司簡稱": "晶達",
    "公司名稱": "晶達光電股份有限公司"
  },
  {
    "股票代號": 5009,
    "公司簡稱": "榮剛",
    "公司名稱": "榮剛材料科技股份有限公司"
  },
  {
    "股票代號": 5011,
    "公司簡稱": "久陽",
    "公司名稱": "久陽精密股份有限公司"
  },
  {
    "股票代號": 5013,
    "公司簡稱": "強新",
    "公司名稱": "強新工業股份有限公司"
  },
  {
    "股票代號": 5014,
    "公司簡稱": "建錩",
    "公司名稱": "建錩實業股份有限公司"
  },
  {
    "股票代號": 5015,
    "公司簡稱": "華祺",
    "公司名稱": "華祺工業股份有限公司"
  },
  {
    "股票代號": 5016,
    "公司簡稱": "松和",
    "公司名稱": "松和工業股份有限公司"
  },
  {
    "股票代號": 5102,
    "公司簡稱": "富強",
    "公司名稱": "富強輪胎工廠股份有限公司"
  },
  {
    "股票代號": 5201,
    "公司簡稱": "凱衛",
    "公司名稱": "凱衛資訊股份有限公司"
  },
  {
    "股票代號": 5202,
    "公司簡稱": "力新",
    "公司名稱": "力新國際科技股份有限公司"
  },
  {
    "股票代號": 5205,
    "公司簡稱": "中茂、漢康科技",
    "公司名稱": "漢康科技股份有限公司"
  },
  {
    "股票代號": 5206,
    "公司簡稱": "坤悅",
    "公司名稱": "坤悅開發股份有限公司"
  },
  {
    "股票代號": 5209,
    "公司簡稱": "新鼎",
    "公司名稱": "新鼎系統股份有限公司"
  },
  {
    "股票代號": 5210,
    "公司簡稱": "寶碩",
    "公司名稱": "寶碩財務科技股份有限公司"
  },
  {
    "股票代號": 5211,
    "公司簡稱": "蒙恬",
    "公司名稱": "蒙恬科技股份有限公司"
  },
  {
    "股票代號": 5212,
    "公司簡稱": "凌網",
    "公司名稱": "凌網科技股份有限公司"
  },
  {
    "股票代號": 5213,
    "公司簡稱": "亞昕",
    "公司名稱": "亞昕國際開發股份有限公司"
  },
  {
    "股票代號": 5220,
    "公司簡稱": "萬達光電",
    "公司名稱": "萬達光電科技股份有限公司"
  },
  {
    "股票代號": 5223,
    "公司簡稱": "安力-KY",
    "公司名稱": "安力國際股份有限公司"
  },
  {
    "股票代號": 5227,
    "公司簡稱": "立凱-KY、蓋曼立凱電能科技",
    "公司名稱": "蓋曼立凱電能科技(股)公司"
  },
  {
    "股票代號": 5230,
    "公司簡稱": "雷笛克光學",
    "公司名稱": "雷笛克光學股份有限公司"
  },
  {
    "股票代號": 5236,
    "公司簡稱": "凌陽創新",
    "公司名稱": "凌陽創新科技股份有限公司"
  },
  {
    "股票代號": 5245,
    "公司簡稱": "智晶",
    "公司名稱": "智晶光電股份有限公司"
  },
  {
    "股票代號": 5251,
    "公司簡稱": "天鉞電",
    "公司名稱": "天鉞電子股份有限公司"
  },
  {
    "股票代號": 5263,
    "公司簡稱": "智崴",
    "公司名稱": "智崴資訊科技股份有限公司"
  },
  {
    "股票代號": 5272,
    "公司簡稱": "笙科",
    "公司名稱": "笙科電子股份有限公司"
  },
  {
    "股票代號": 5274,
    "公司簡稱": "信驊",
    "公司名稱": "信驊科技股份有限公司"
  },
  {
    "股票代號": 5276,
    "公司簡稱": "達輝-KY",
    "公司名稱": "達輝股份有限公司"
  },
  {
    "股票代號": 5278,
    "公司簡稱": "尚凡",
    "公司名稱": "尚凡國際創新科技股份有限公司"
  },
  {
    "股票代號": 5281,
    "公司簡稱": "大峽谷-KY",
    "公司名稱": "大峽谷半導體照明系統(開曼)"
  },
  {
    "股票代號": 5287,
    "公司簡稱": "數字",
    "公司名稱": "數字科技股份有限公司"
  },
  {
    "股票代號": 5289,
    "公司簡稱": "宜鼎",
    "公司名稱": "宜鼎國際股份有限公司"
  },
  {
    "股票代號": 5291,
    "公司簡稱": "邑昇",
    "公司名稱": "邑昇實業股份有限公司"
  },
  {
    "股票代號": 5299,
    "公司簡稱": "杰力",
    "公司名稱": "杰力科技股份有限公司"
  },
  {
    "股票代號": 5301,
    "公司簡稱": "寶得利",
    "公司名稱": "寶得利國際股份有限公司"
  },
  {
    "股票代號": 5302,
    "公司簡稱": "太欣",
    "公司名稱": "太欣半導體股份有限公司"
  },
  {
    "股票代號": 5306,
    "公司簡稱": "桂盟",
    "公司名稱": "桂盟國際股份有限公司"
  },
  {
    "股票代號": 5309,
    "公司簡稱": "系統電",
    "公司名稱": "系統電子工業股份有限公司"
  },
  {
    "股票代號": 5310,
    "公司簡稱": "天剛",
    "公司名稱": "天剛資訊股份有限公司"
  },
  {
    "股票代號": 5312,
    "公司簡稱": "寶島科",
    "公司名稱": "寶島光學科技股份有限公司"
  },
  {
    "股票代號": 5314,
    "公司簡稱": "世紀",
    "公司名稱": "世紀民生科技股份有限公司"
  },
  {
    "股票代號": 5315,
    "公司簡稱": "光聯",
    "公司名稱": "光聯科技股份有限公司"
  },
  {
    "股票代號": 5321,
    "公司簡稱": "美而快、友銓電子",
    "公司名稱": "友銓電子股份有限公司"
  },
  {
    "股票代號": 5324,
    "公司簡稱": "士開、士林開發",
    "公司名稱": "士林開發股份有限公司"
  },
  {
    "股票代號": 5328,
    "公司簡稱": "華容",
    "公司名稱": "華容股份有限公司"
  },
  {
    "股票代號": 5340,
    "公司簡稱": "建榮",
    "公司名稱": "建榮工業材料股份有限公司"
  },
  {
    "股票代號": 5344,
    "公司簡稱": "立衛",
    "公司名稱": "立衛科技股份有限公司"
  },
  {
    "股票代號": 5345,
    "公司簡稱": "天揚",
    "公司名稱": "天揚精密科技股份有限公司"
  },
  {
    "股票代號": 5347,
    "公司簡稱": "世界",
    "公司名稱": "世界先進積體電路股份有限公司"
  },
  {
    "股票代號": 5348,
    "公司簡稱": "系通",
    "公司名稱": "系通科技股份有限公司"
  },
  {
    "股票代號": 5351,
    "公司簡稱": "鈺創",
    "公司名稱": "鈺創科技股份有限公司"
  },
  {
    "股票代號": 5353,
    "公司簡稱": "台林",
    "公司名稱": "台林電通股份有限公司"
  },
  {
    "股票代號": 5355,
    "公司簡稱": "佳總",
    "公司名稱": "佳總興業股份有限公司"
  },
  {
    "股票代號": 5356,
    "公司簡稱": "協益",
    "公司名稱": "協益電子股份有限公司"
  },
  {
    "股票代號": 5364,
    "公司簡稱": "力麗店、力麗觀光",
    "公司名稱": "力麗觀光開發股份有限公司"
  },
  {
    "股票代號": 5371,
    "公司簡稱": "中光電、中強光電",
    "公司名稱": "中強光電股份有限公司"
  },
  {
    "股票代號": 5381,
    "公司簡稱": "合正",
    "公司名稱": "合正科技股份有限公司"
  },
  {
    "股票代號": 5383,
    "公司簡稱": "金利",
    "公司名稱": "金利精密工業股份有限公司"
  },
  {
    "股票代號": 5386,
    "公司簡稱": "青雲",
    "公司名稱": "青雲國際科技股份有限公司"
  },
  {
    "股票代號": 5392,
    "公司簡稱": "能率、應華精密科技",
    "公司名稱": "應華精密科技股份有限公司"
  },
  {
    "股票代號": 5398,
    "公司簡稱": "慕康生醫、力瑋實業",
    "公司名稱": "力瑋實業股份有限公司"
  },
  {
    "股票代號": 5403,
    "公司簡稱": "中菲",
    "公司名稱": "中菲電腦股份有限公司"
  },
  {
    "股票代號": 5410,
    "公司簡稱": "國眾",
    "公司名稱": "國眾電腦股份有限公司"
  },
  {
    "股票代號": 5425,
    "公司簡稱": "台半、台灣半導體",
    "公司名稱": "台灣半導體股份有限公司"
  },
  {
    "股票代號": 5426,
    "公司簡稱": "振發",
    "公司名稱": "振發實業股份有限公司"
  },
  {
    "股票代號": 5432,
    "公司簡稱": "新門、達威光電",
    "公司名稱": "達威光電股份有限公司"
  },
  {
    "股票代號": 5438,
    "公司簡稱": "東友",
    "公司名稱": "東友科技股份有限公司"
  },
  {
    "股票代號": 5439,
    "公司簡稱": "高技",
    "公司名稱": "高技企業股份有限公司"
  },
  {
    "股票代號": 5443,
    "公司簡稱": "均豪",
    "公司名稱": "均豪精密工業股份有限公司"
  },
  {
    "股票代號": 5450,
    "公司簡稱": "南良、寶聯通綠能科技",
    "公司名稱": "寶聯通綠能科技股份有限公司"
  },
  {
    "股票代號": 5452,
    "公司簡稱": "佶優",
    "公司名稱": "佶優科技股份有限公司"
  },
  {
    "股票代號": 5455,
    "公司簡稱": "昇益、訊利電業",
    "公司名稱": "訊利電業股份有限公司"
  },
  {
    "股票代號": 5457,
    "公司簡稱": "宣德",
    "公司名稱": "宣德科技股份有限公司"
  },
  {
    "股票代號": 5460,
    "公司簡稱": "同協",
    "公司名稱": "同協電子股份有限公司"
  },
  {
    "股票代號": 5464,
    "公司簡稱": "霖宏",
    "公司名稱": "霖宏科技股份有限公司"
  },
  {
    "股票代號": 5465,
    "公司簡稱": "富驊",
    "公司名稱": "富驊企業股份有限公司"
  },
  {
    "股票代號": 5468,
    "公司簡稱": "凱鈺",
    "公司名稱": "凱鈺科技股份有限公司"
  },
  {
    "股票代號": 5474,
    "公司簡稱": "聰泰",
    "公司名稱": "聰泰科技開發股份有限公司"
  },
  {
    "股票代號": 5475,
    "公司簡稱": "德宏",
    "公司名稱": "德宏工業股份有限公司"
  },
  {
    "股票代號": 5478,
    "公司簡稱": "智冠",
    "公司名稱": "智冠科技股份有限公司"
  },
  {
    "股票代號": 5481,
    "公司簡稱": "新華、華韡電子",
    "公司名稱": "華韡電子工業股份有限公司"
  },
  {
    "股票代號": 5483,
    "公司簡稱": "中美晶、中美矽晶",
    "公司名稱": "中美矽晶製品股份有限公司"
  },
  {
    "股票代號": 5487,
    "公司簡稱": "通泰",
    "公司名稱": "通泰積體電路股份有限公司"
  },
  {
    "股票代號": 5488,
    "公司簡稱": "松普",
    "公司名稱": "松普科技股份有限公司"
  },
  {
    "股票代號": 5489,
    "公司簡稱": "彩富",
    "公司名稱": "彩富電子股份有限公司"
  },
  {
    "股票代號": 5490,
    "公司簡稱": "同亨",
    "公司名稱": "同亨科技股份有限公司"
  },
  {
    "股票代號": 5493,
    "公司簡稱": "三聯",
    "公司名稱": "三聯科技股份有限公司"
  },
  {
    "股票代號": 5498,
    "公司簡稱": "凱崴",
    "公司名稱": "凱崴電子股份有限公司"
  },
  {
    "股票代號": 5508,
    "公司簡稱": "永信建",
    "公司名稱": "永信建設開發股份有限公司"
  },
  {
    "股票代號": 5511,
    "公司簡稱": "德昌",
    "公司名稱": "德昌營造股份有限公司"
  },
  {
    "股票代號": 5512,
    "公司簡稱": "力麒",
    "公司名稱": "力麒建設股份有限公司"
  },
  {
    "股票代號": 5514,
    "公司簡稱": "三豐",
    "公司名稱": "三豐建設股份有限公司"
  },
  {
    "股票代號": 5516,
    "公司簡稱": "雙喜",
    "公司名稱": "雙喜營造股份有限公司"
  },
  {
    "股票代號": 5520,
    "公司簡稱": "力泰",
    "公司名稱": "力泰建設企業股份有限公司"
  },
  {
    "股票代號": 5523,
    "公司簡稱": "豐謙",
    "公司名稱": "豐謙建設股份有限公司"
  },
  {
    "股票代號": 5529,
    "公司簡稱": "鉅陞、志嘉建設",
    "公司名稱": "志嘉建設股份有限公司"
  },
  {
    "股票代號": 5530,
    "公司簡稱": "龍巖",
    "公司名稱": "龍巖股份有限公司"
  },
  {
    "股票代號": 5536,
    "公司簡稱": "聖暉",
    "公司名稱": "聖暉工程科技股份有限公司"
  },
  {
    "股票代號": 5543,
    "公司簡稱": "桓鼎-KY、崇佑",
    "公司名稱": "崇佑股份有限公司"
  },
  {
    "股票代號": 5601,
    "公司簡稱": "台聯櫃、臺聯貨櫃",
    "公司名稱": "臺聯貨櫃通運股份有限公司"
  },
  {
    "股票代號": 5603,
    "公司簡稱": "陸海",
    "公司名稱": "陸海股份有限公司"
  },
  {
    "股票代號": 5604,
    "公司簡稱": "中連貨、中連汽車貨運",
    "公司名稱": "中連汽車貨運股份有限公司"
  },
  {
    "股票代號": 5609,
    "公司簡稱": "中菲行",
    "公司名稱": "中菲行國際物流股份有限公司"
  },
  {
    "股票代號": 5701,
    "公司簡稱": "劍湖山",
    "公司名稱": "劍湖山世界股份有限公司"
  },
  {
    "股票代號": 5703,
    "公司簡稱": "亞都",
    "公司名稱": "亞都麗緻大飯店股份有限公司"
  },
  {
    "股票代號": 5704,
    "公司簡稱": "老爺知",
    "公司名稱": "知本老爺大酒店股份有限公司"
  },
  {
    "股票代號": 5820,
    "公司簡稱": "日盛金",
    "公司名稱": "日盛金融控股股份有限公司"
  },
  {
    "股票代號": 5864,
    "公司簡稱": "致和證",
    "公司名稱": "致和證券股份有限公司"
  },
  {
    "股票代號": 5878,
    "公司簡稱": "台名",
    "公司名稱": "台名保險經紀人股份有限公司"
  },
  {
    "股票代號": 5902,
    "公司簡稱": "德記",
    "公司名稱": "德記洋行股份有限公司"
  },
  {
    "股票代號": 5903,
    "公司簡稱": "全家",
    "公司名稱": "全家便利商店股份有限公司"
  },
  {
    "股票代號": 5904,
    "公司簡稱": "寶雅",
    "公司名稱": "寶雅國際股份有限公司"
  },
  {
    "股票代號": 5905,
    "公司簡稱": "南仁湖",
    "公司名稱": "南仁湖育樂股份有限公司"
  },
  {
    "股票代號": 6015,
    "公司簡稱": "宏遠證",
    "公司名稱": "宏遠證券股份有限公司"
  },
  {
    "股票代號": 6016,
    "公司簡稱": "康和證",
    "公司名稱": "康和綜合證券股份有限公司"
  },
  {
    "股票代號": 6020,
    "公司簡稱": "大展證",
    "公司名稱": "大展證券股份有限公司"
  },
  {
    "股票代號": 6021,
    "公司簡稱": "大慶證",
    "公司名稱": "大慶證券股份有限公司"
  },
  {
    "股票代號": 6023,
    "公司簡稱": "元大期",
    "公司名稱": "元大期貨股份有限公司"
  },
  {
    "股票代號": 6026,
    "公司簡稱": "福邦證",
    "公司名稱": "福邦證券股份有限公司"
  },
  {
    "股票代號": 6101,
    "公司簡稱": "寬魚國際、弘捷電路",
    "公司名稱": "弘捷電路股份有限公司"
  },
  {
    "股票代號": 6103,
    "公司簡稱": "合邦",
    "公司名稱": "合邦電子股份有限公司"
  },
  {
    "股票代號": 6104,
    "公司簡稱": "創惟",
    "公司名稱": "創惟科技股份有限公司"
  },
  {
    "股票代號": 6109,
    "公司簡稱": "亞元",
    "公司名稱": "亞元科技股份有限公司"
  },
  {
    "股票代號": 6111,
    "公司簡稱": "大宇資",
    "公司名稱": "大宇資訊股份有限公司"
  },
  {
    "股票代號": 6113,
    "公司簡稱": "亞矽",
    "公司名稱": "亞矽科技股份有限公司"
  },
  {
    "股票代號": 6114,
    "公司簡稱": "久威",
    "公司名稱": "久威國際股份有限公司"
  },
  {
    "股票代號": 6118,
    "公司簡稱": "建達",
    "公司名稱": "建達國際股份有限公司"
  },
  {
    "股票代號": 6121,
    "公司簡稱": "新普",
    "公司名稱": "新普科技股份有限公司"
  },
  {
    "股票代號": 6122,
    "公司簡稱": "擎邦",
    "公司名稱": "擎邦國際科技工程股份有限公司"
  },
  {
    "股票代號": 6123,
    "公司簡稱": "上奇",
    "公司名稱": "上奇科技股份有限公司"
  },
  {
    "股票代號": 6124,
    "公司簡稱": "業強",
    "公司名稱": "業強科技股份有限公司"
  },
  {
    "股票代號": 6125,
    "公司簡稱": "廣運",
    "公司名稱": "廣運機械工程股份有限公司"
  },
  {
    "股票代號": 6126,
    "公司簡稱": "信音",
    "公司名稱": "信音企業股份有限公司"
  },
  {
    "股票代號": 6127,
    "公司簡稱": "九豪",
    "公司名稱": "九豪精密陶瓷股份有限公司"
  },
  {
    "股票代號": 6129,
    "公司簡稱": "普誠",
    "公司名稱": "普誠科技股份有限公司"
  },
  {
    "股票代號": 6130,
    "公司簡稱": "星寶國際、基因國際生醫",
    "公司名稱": "基因國際生醫股份有限公司"
  },
  {
    "股票代號": 6134,
    "公司簡稱": "萬旭",
    "公司名稱": "萬旭電業股份有限公司"
  },
  {
    "股票代號": 6138,
    "公司簡稱": "茂達",
    "公司名稱": "茂達電子股份有限公司"
  },
  {
    "股票代號": 6140,
    "公司簡稱": "訊達",
    "公司名稱": "訊達電腦股份有限公司"
  },
  {
    "股票代號": 6143,
    "公司簡稱": "振曜",
    "公司名稱": "振曜科技股份有限公司"
  },
  {
    "股票代號": 6144,
    "公司簡稱": "得利影",
    "公司名稱": "得利影視股份有限公司"
  },
  {
    "股票代號": 6146,
    "公司簡稱": "耕興",
    "公司名稱": "耕興股份有限公司"
  },
  {
    "股票代號": 6147,
    "公司簡稱": "頎邦",
    "公司名稱": "頎邦科技股份有限公司"
  },
  {
    "股票代號": 6148,
    "公司簡稱": "驊宏資",
    "公司名稱": "驊宏資通股份有限公司"
  },
  {
    "股票代號": 6150,
    "公司簡稱": "撼訊",
    "公司名稱": "撼訊科技股份有限公司"
  },
  {
    "股票代號": 6151,
    "公司簡稱": "晉倫",
    "公司名稱": "晉倫科技股份有限公司"
  },
  {
    "股票代號": 6154,
    "公司簡稱": "順發",
    "公司名稱": "順發電腦股份有限公司"
  },
  {
    "股票代號": 6156,
    "公司簡稱": "松上",
    "公司名稱": "松上電子股份有限公司"
  },
  {
    "股票代號": 6158,
    "公司簡稱": "禾昌",
    "公司名稱": "禾昌興業股份有限公司"
  },
  {
    "股票代號": 6160,
    "公司簡稱": "欣技",
    "公司名稱": "欣技資訊股份有限公司"
  },
  {
    "股票代號": 6161,
    "公司簡稱": "捷波",
    "公司名稱": "捷波資訊股份有限公司"
  },
  {
    "股票代號": 6163,
    "公司簡稱": "華電網、華電聯網",
    "公司名稱": "華電聯網股份有限公司"
  },
  {
    "股票代號": 6167,
    "公司簡稱": "久正",
    "公司名稱": "久正光電股份有限公司"
  },
  {
    "股票代號": 6169,
    "公司簡稱": "昱泉",
    "公司名稱": "昱泉國際股份有限公司"
  },
  {
    "股票代號": 6170,
    "公司簡稱": "統振",
    "公司名稱": "統振股份有限公司"
  },
  {
    "股票代號": 6171,
    "公司簡稱": "亞銳士、台灣亞銳士",
    "公司名稱": "台灣亞銳士股份有限公司"
  },
  {
    "股票代號": 6173,
    "公司簡稱": "信昌電",
    "公司名稱": "信昌電子陶瓷股份有限公司"
  },
  {
    "股票代號": 6174,
    "公司簡稱": "安碁",
    "公司名稱": "安碁科技股份有限公司"
  },
  {
    "股票代號": 6175,
    "公司簡稱": "立敦",
    "公司名稱": "立敦科技(股)有限公司"
  },
  {
    "股票代號": 6179,
    "公司簡稱": "亞通",
    "公司名稱": "亞通利大能源股份有限公司"
  },
  {
    "股票代號": 6180,
    "公司簡稱": "橘子",
    "公司名稱": "遊戲橘子數位科技股份有限公司"
  },
  {
    "股票代號": 6182,
    "公司簡稱": "合晶",
    "公司名稱": "合晶科技股份有限公司"
  },
  {
    "股票代號": 6185,
    "公司簡稱": "幃翔",
    "公司名稱": "幃翔精密股份有限公司"
  },
  {
    "股票代號": 6186,
    "公司簡稱": "新潤",
    "公司名稱": "新潤興業股份有限公司"
  },
  {
    "股票代號": 6187,
    "公司簡稱": "萬潤",
    "公司名稱": "萬潤科技股份有限公司"
  },
  {
    "股票代號": 6188,
    "公司簡稱": "廣明",
    "公司名稱": "廣明光電股份有限公司"
  },
  {
    "股票代號": 6190,
    "公司簡稱": "萬泰科",
    "公司名稱": "萬泰科技股份有限公司"
  },
  {
    "股票代號": 6194,
    "公司簡稱": "育富",
    "公司名稱": "育富電子股份有限公司"
  },
  {
    "股票代號": 6195,
    "公司簡稱": "詩肯",
    "公司名稱": "詩肯股份有限公司"
  },
  {
    "股票代號": 6198,
    "公司簡稱": "凌泰",
    "公司名稱": "凌泰科技股份有限公司"
  },
  {
    "股票代號": 6199,
    "公司簡稱": "天品",
    "公司名稱": "天品聯合企業股份有限公司"
  },
  {
    "股票代號": 6203,
    "公司簡稱": "海韻電",
    "公司名稱": "海韻電子工業股份有限公司"
  },
  {
    "股票代號": 6204,
    "公司簡稱": "艾華",
    "公司名稱": "台灣艾華電子工業股份有限公司"
  },
  {
    "股票代號": 6207,
    "公司簡稱": "雷科",
    "公司名稱": "雷科股份有限公司"
  },
  {
    "股票代號": 6208,
    "公司簡稱": "日揚",
    "公司名稱": "日揚科技股份有限公司"
  },
  {
    "股票代號": 6210,
    "公司簡稱": "慶生",
    "公司名稱": "慶生電子股份有限公司"
  },
  {
    "股票代號": 6212,
    "公司簡稱": "理銘",
    "公司名稱": "理銘開發股份有限公司"
  },
  {
    "股票代號": 6217,
    "公司簡稱": "中探針",
    "公司名稱": "中國探針股份有限公司"
  },
  {
    "股票代號": 6218,
    "公司簡稱": "豪勉",
    "公司名稱": "豪勉科技股份有限公司"
  },
  {
    "股票代號": 6219,
    "公司簡稱": "富旺",
    "公司名稱": "富旺國際開發股份有限公司"
  },
  {
    "股票代號": 6220,
    "公司簡稱": "岳豐",
    "公司名稱": "岳豐科技股份有限公司"
  },
  {
    "股票代號": 6221,
    "公司簡稱": "晉泰",
    "公司名稱": "晉泰科技股份有限公司"
  },
  {
    "股票代號": 6222,
    "公司簡稱": "上揚",
    "公司名稱": "上揚科技股份有限公司"
  },
  {
    "股票代號": 6223,
    "公司簡稱": "旺矽",
    "公司名稱": "旺矽科技股份有限公司"
  },
  {
    "股票代號": 6227,
    "公司簡稱": "茂綸",
    "公司名稱": "茂綸股份有限公司"
  },
  {
    "股票代號": 6228,
    "公司簡稱": "全譜",
    "公司名稱": "全譜科技股份有限公司"
  },
  {
    "股票代號": 6229,
    "公司簡稱": "研通",
    "公司名稱": "研通科技股份有限公司"
  },
  {
    "股票代號": 6231,
    "公司簡稱": "系微",
    "公司名稱": "系微股份有限公司"
  },
  {
    "股票代號": 6233,
    "公司簡稱": "旺玖",
    "公司名稱": "旺玖科技股份有限公司"
  },
  {
    "股票代號": 6234,
    "公司簡稱": "高僑",
    "公司名稱": "高僑自動化科技股份有限公司"
  },
  {
    "股票代號": 6236,
    "公司簡稱": "康呈",
    "公司名稱": "康呈生醫科技股份有限公司"
  },
  {
    "股票代號": 6237,
    "公司簡稱": "驊訊",
    "公司名稱": "驊訊電子企業股份有限公司"
  },
  {
    "股票代號": 6240,
    "公司簡稱": "松崗",
    "公司名稱": "松崗數位文創股份有限公司"
  },
  {
    "股票代號": 6241,
    "公司簡稱": "易通展",
    "公司名稱": "易通展科技股份有限公司(原享承)"
  },
  {
    "股票代號": 6242,
    "公司簡稱": "立康",
    "公司名稱": "立康生醫事業股份有限公司(亨豐)"
  },
  {
    "股票代號": 6244,
    "公司簡稱": "茂迪",
    "公司名稱": "茂迪股份有限公司"
  },
  {
    "股票代號": 6245,
    "公司簡稱": "立端",
    "公司名稱": "立端科技股份有限公司"
  },
  {
    "股票代號": 6246,
    "公司簡稱": "臺龍",
    "公司名稱": "臺龍電子股份有限公司"
  },
  {
    "股票代號": 6247,
    "公司簡稱": "淇譽電",
    "公司名稱": "淇譽電子科技股份有限公司"
  },
  {
    "股票代號": 6248,
    "公司簡稱": "沛波",
    "公司名稱": "沛波鋼鐵股份有限公司"
  },
  {
    "股票代號": 6259,
    "公司簡稱": "百徽",
    "公司名稱": "百徽股份有限公司"
  },
  {
    "股票代號": 6261,
    "公司簡稱": "久元",
    "公司名稱": "久元電子股份有限公司"
  },
  {
    "股票代號": 6263,
    "公司簡稱": "普萊德",
    "公司名稱": "普萊德科技股份有限公司"
  },
  {
    "股票代號": 6264,
    "公司簡稱": "富裔",
    "公司名稱": "富裔實業股份有限公司"
  },
  {
    "股票代號": 6265,
    "公司簡稱": "方土昶",
    "公司名稱": "方土昶股份有限公司"
  },
  {
    "股票代號": 6266,
    "公司簡稱": "泰詠",
    "公司名稱": "泰詠電子股份有限公司"
  },
  {
    "股票代號": 6270,
    "公司簡稱": "倍微",
    "公司名稱": "倍微科技股份有限公司"
  },
  {
    "股票代號": 6274,
    "公司簡稱": "台燿",
    "公司名稱": "台燿科技股份有限公司"
  },
  {
    "股票代號": 6275,
    "公司簡稱": "元山",
    "公司名稱": "元山科技工業股份有限公司"
  },
  {
    "股票代號": 6276,
    "公司簡稱": "安鈦克",
    "公司名稱": "安鈦克科技股份有限公司"
  },
  {
    "股票代號": 6279,
    "公司簡稱": "胡連",
    "公司名稱": "胡連精密股份有限公司"
  },
  {
    "股票代號": 6284,
    "公司簡稱": "佳邦",
    "公司名稱": "佳邦科技股份有限公司"
  },
  {
    "股票代號": 6287,
    "公司簡稱": "元隆",
    "公司名稱": "元隆電子股份有限公司"
  },
  {
    "股票代號": 6290,
    "公司簡稱": "良維",
    "公司名稱": "良維科技股份有限公司"
  },
  {
    "股票代號": 6291,
    "公司簡稱": "沛亨",
    "公司名稱": "沛亨半導體股份有限公司"
  },
  {
    "股票代號": 6292,
    "公司簡稱": "迅德",
    "公司名稱": "迅德興業股份有限公司"
  },
  {
    "股票代號": 6294,
    "公司簡稱": "智基",
    "公司名稱": "智基科技開發股份有限公司"
  },
  {
    "股票代號": 6404,
    "公司簡稱": "通訊-KY",
    "公司名稱": "中國通訊多媒體集團有限公司"
  },
  {
    "股票代號": 6411,
    "公司簡稱": "晶焱",
    "公司名稱": "晶焱科技股份有限公司"
  },
  {
    "股票代號": 6417,
    "公司簡稱": "韋僑",
    "公司名稱": "韋僑科技股份有限公司"
  },
  {
    "股票代號": 6418,
    "公司簡稱": "詠昇",
    "公司名稱": "詠昇電子股份有限公司"
  },
  {
    "股票代號": 6419,
    "公司簡稱": "京晨科",
    "公司名稱": "京晨科技股份有限公司"
  },
  {
    "股票代號": 6425,
    "公司簡稱": "易發",
    "公司名稱": "易發精機股份有限公司"
  },
  {
    "股票代號": 6432,
    "公司簡稱": "今展科",
    "公司名稱": "今展科技股份有限公司"
  },
  {
    "股票代號": 6435,
    "公司簡稱": "大中",
    "公司名稱": "大中積體電路股份有限公司"
  },
  {
    "股票代號": 6441,
    "公司簡稱": "廣錠",
    "公司名稱": "廣錠科技股份有限公司"
  },
  {
    "股票代號": 6446,
    "公司簡稱": "藥華藥",
    "公司名稱": "藥華醫藥股份有限公司"
  },
  {
    "股票代號": 6457,
    "公司簡稱": "紘康",
    "公司名稱": "紘康科技股份有限公司"
  },
  {
    "股票代號": 6461,
    "公司簡稱": "益得",
    "公司名稱": "益得生物科技股份有限公司"
  },
  {
    "股票代號": 6462,
    "公司簡稱": "神盾",
    "公司名稱": "神盾股份有限公司"
  },
  {
    "股票代號": 6465,
    "公司簡稱": "威潤",
    "公司名稱": "威潤科技股份有限公司"
  },
  {
    "股票代號": 6469,
    "公司簡稱": "大樹",
    "公司名稱": "大樹醫藥股份有限公司"
  },
  {
    "股票代號": 6470,
    "公司簡稱": "宇智",
    "公司名稱": "宇智網通股份有限公司"
  },
  {
    "股票代號": 6472,
    "公司簡稱": "保瑞",
    "公司名稱": "保瑞藥業股份有限公司"
  },
  {
    "股票代號": 6482,
    "公司簡稱": "弘煜科",
    "公司名稱": "弘煜科技事業股份有限公司"
  },
  {
    "股票代號": 6485,
    "公司簡稱": "點序",
    "公司名稱": "點序科技股份有限公司"
  },
  {
    "股票代號": 6486,
    "公司簡稱": "互動",
    "公司名稱": "互動國際數位股份有限公司"
  },
  {
    "股票代號": 6488,
    "公司簡稱": "環球晶",
    "公司名稱": "環球晶圓股份有限公司"
  },
  {
    "股票代號": 6492,
    "公司簡稱": "生華科",
    "公司名稱": "生華生物科技股份有限公司"
  },
  {
    "股票代號": 6494,
    "公司簡稱": "九齊",
    "公司名稱": "九齊科技股份有限公司"
  },
  {
    "股票代號": 6496,
    "公司簡稱": "科懋",
    "公司名稱": "科懋生物科技股份有限公司"
  },
  {
    "股票代號": 6499,
    "公司簡稱": "益安",
    "公司名稱": "益安生醫股份有限公司"
  },
  {
    "股票代號": 6506,
    "公司簡稱": "雙邦",
    "公司名稱": "(又又)邦實業股份有限公司"
  },
  {
    "股票代號": 6508,
    "公司簡稱": "惠光",
    "公司名稱": "惠光股份有限公司"
  },
  {
    "股票代號": 6509,
    "公司簡稱": "聚和",
    "公司名稱": "聚和國際股份有限公司"
  },
  {
    "股票代號": 6510,
    "公司簡稱": "精測",
    "公司名稱": "中華精測科技股份有限公司"
  },
  {
    "股票代號": 6512,
    "公司簡稱": "啟發電",
    "公司名稱": "啟發電子股份有限公司"
  },
  {
    "股票代號": 6514,
    "公司簡稱": "芮特-KY",
    "公司名稱": "芮特科技股份有限公司"
  },
  {
    "股票代號": 6516,
    "公司簡稱": "勤崴國際",
    "公司名稱": "勤崴國際科技股份有限公司"
  },
  {
    "股票代號": 6523,
    "公司簡稱": "達爾膚",
    "公司名稱": "達爾膚生醫科技股份有限公司"
  },
  {
    "股票代號": 6527,
    "公司簡稱": "明達醫",
    "公司名稱": "明達醫學科技股份有限公司"
  },
  {
    "股票代號": 6530,
    "公司簡稱": "創威",
    "公司名稱": "創威光電股份有限公司"
  },
  {
    "股票代號": 6532,
    "公司簡稱": "瑞耘",
    "公司名稱": "瑞耘科技股份有限公司"
  },
  {
    "股票代號": 6535,
    "公司簡稱": "順藥",
    "公司名稱": "順天醫藥生技股份有限公司"
  },
  {
    "股票代號": 6538,
    "公司簡稱": "倉和",
    "公司名稱": "倉和股份有限公司"
  },
  {
    "股票代號": 6542,
    "公司簡稱": "隆中",
    "公司名稱": "隆中網絡股份有限公司"
  },
  {
    "股票代號": 6547,
    "公司簡稱": "高端疫苗",
    "公司名稱": "基亞疫苗生物製劑股份有限公司"
  },
  {
    "股票代號": 6548,
    "公司簡稱": "長科*",
    "公司名稱": "長華科技股份有限公司"
  },
  {
    "股票代號": 6556,
    "公司簡稱": "勝品",
    "公司名稱": "勝品電通股份有限公司"
  },
  {
    "股票代號": 6560,
    "公司簡稱": "欣普羅",
    "公司名稱": "欣普羅光電股份有限公司"
  },
  {
    "股票代號": 6561,
    "公司簡稱": "是方",
    "公司名稱": "是方電訊股份有限公司"
  },
  {
    "股票代號": 6568,
    "公司簡稱": "宏觀",
    "公司名稱": "興能高科技股份有限公司"
  },
  {
    "股票代號": 6569,
    "公司簡稱": "醫揚",
    "公司名稱": "醫揚科技股份有限公司"
  },
  {
    "股票代號": 6570,
    "公司簡稱": "維田",
    "公司名稱": "維田科技股份有限公司"
  },
  {
    "股票代號": 6574,
    "公司簡稱": "霈方",
    "公司名稱": "霈方國際股份有限公司"
  },
  {
    "股票代號": 6576,
    "公司簡稱": "逸達",
    "公司名稱": "逸達生物科技股份有限公司"
  },
  {
    "股票代號": 6577,
    "公司簡稱": "勁豐",
    "公司名稱": "勁豐電子股份有限公司"
  },
  {
    "股票代號": 6578,
    "公司簡稱": "達邦蛋白",
    "公司名稱": "達邦蛋白股份有限公司"
  },
  {
    "股票代號": 6588,
    "公司簡稱": "東典光電",
    "公司名稱": "東典光電科技股份有限公司"
  },
  {
    "股票代號": 6589,
    "公司簡稱": "台康生技",
    "公司名稱": "台康生技股份有限公司"
  },
  {
    "股票代號": 6590,
    "公司簡稱": "普鴻",
    "公司名稱": "普鴻資訊股份有限公司"
  },
  {
    "股票代號": 6593,
    "公司簡稱": "台灣銘板",
    "公司名稱": "台灣銘板股份有限公司"
  },
  {
    "股票代號": 6594,
    "公司簡稱": "展匯科",
    "公司名稱": "展匯科技股份有限公司"
  },
  {
    "股票代號": 6596,
    "公司簡稱": "寬宏藝術",
    "公司名稱": "寬宏藝術經紀股份有限公司"
  },
  {
    "股票代號": 6603,
    "公司簡稱": "富強鑫",
    "公司名稱": "富強鑫精密工業股份有限公司"
  },
  {
    "股票代號": 6609,
    "公司簡稱": "瀧澤科",
    "公司名稱": "台灣瀧澤科技股份有限公司"
  },
  {
    "股票代號": 6612,
    "公司簡稱": "奈米醫材、應用奈米醫材科技",
    "公司名稱": "應用奈米醫材科技股份有限公司"
  },
  {
    "股票代號": 6613,
    "公司簡稱": "朋億",
    "公司名稱": "朋億股份有限公司"
  },
  {
    "股票代號": 6615,
    "公司簡稱": "慧智",
    "公司名稱": "慧智基因股份有限公司"
  },
  {
    "股票代號": 6616,
    "公司簡稱": "特昇-KY",
    "公司名稱": "特昇國際股份有限公司"
  },
  {
    "股票代號": 6624,
    "公司簡稱": "萬年清",
    "公司名稱": "萬年清環境工程股份有限公司"
  },
  {
    "股票代號": 6629,
    "公司簡稱": "泰金-KY",
    "公司名稱": "泰金投資控股股份有限公司"
  },
  {
    "股票代號": 6640,
    "公司簡稱": "均華",
    "公司名稱": "均華精密工業股份有限公司"
  },
  {
    "股票代號": 6642,
    "公司簡稱": "富致",
    "公司名稱": "富致科技股份有限公司"
  },
  {
    "股票代號": 6643,
    "公司簡稱": "M31、円星科技",
    "公司名稱": "円星科技股份有限公司"
  },
  {
    "股票代號": 6649,
    "公司簡稱": "台生材、台灣生醫材料",
    "公司名稱": "台灣生醫材料股份有限公司"
  },
  {
    "股票代號": 6651,
    "公司簡稱": "全宇昕",
    "公司名稱": "全宇昕科技股份有限公司"
  },
  {
    "股票代號": 6654,
    "公司簡稱": "天正國際",
    "公司名稱": "天正國際精密機械股份有限公司"
  },
  {
    "股票代號": 6661,
    "公司簡稱": "威健生技",
    "公司名稱": "威健股份有限公司"
  },
  {
    "股票代號": 6662,
    "公司簡稱": "樂斯科",
    "公司名稱": "樂斯科生物科技股份有限公司"
  },
  {
    "股票代號": 6664,
    "公司簡稱": "群翊",
    "公司名稱": "群翊工業股份有限公司"
  },
  {
    "股票代號": 6667,
    "公司簡稱": "信紘科",
    "公司名稱": "信紘科技股份有限公司"
  },
  {
    "股票代號": 6679,
    "公司簡稱": "鈺太",
    "公司名稱": "鈺太科技股份有限公司"
  },
  {
    "股票代號": 6680,
    "公司簡稱": "鑫創電子",
    "公司名稱": "鑫創電子股份有限公司"
  },
  {
    "股票代號": 6683,
    "公司簡稱": "雍智科技",
    "公司名稱": "雍智科技股份有限公司"
  },
  {
    "股票代號": 6684,
    "公司簡稱": "安格",
    "公司名稱": "安格科技股份有限公司"
  },
  {
    "股票代號": 6690,
    "公司簡稱": "安碁資訊",
    "公司名稱": "安碁資訊股份有限公司"
  },
  {
    "股票代號": 6697,
    "公司簡稱": "東捷資訊",
    "公司名稱": "東捷資訊服務股份有限公司"
  },
  {
    "股票代號": 6703,
    "公司簡稱": "軒郁",
    "公司名稱": "軒郁國際股份有限公司"
  },
  {
    "股票代號": 6712,
    "公司簡稱": "長聖",
    "公司名稱": "長聖國際生技股份有限公司"
  },
  {
    "股票代號": 6716,
    "公司簡稱": "應廣",
    "公司名稱": "應廣科技股份有限公司"
  },
  {
    "股票代號": 6727,
    "公司簡稱": "亞泰金屬",
    "公司名稱": "亞泰金屬工業股份有限公司"
  },
  {
    "股票代號": 6728,
    "公司簡稱": "上洋",
    "公司名稱": "上洋產業股份有限公司"
  },
  {
    "股票代號": 6732,
    "公司簡稱": "昇佳電子",
    "公司名稱": "昇佳電子股份有限公司"
  },
  {
    "股票代號": 6733,
    "公司簡稱": "博晟生醫",
    "公司名稱": "博晟生醫股份有限公司"
  },
  {
    "股票代號": 6741,
    "公司簡稱": "91APP*-KY",
    "公司名稱": "91APP,Inc."
  },
  {
    "股票代號": 6747,
    "公司簡稱": "亨泰光",
    "公司名稱": "亨泰光學股份有限公司"
  },
  {
    "股票代號": 6751,
    "公司簡稱": "智聯服務",
    "公司名稱": "智聯服務股份有限公司"
  },
  {
    "股票代號": 6752,
    "公司簡稱": "叡揚",
    "公司名稱": "叡揚資訊股份有限公司"
  },
  {
    "股票代號": 6762,
    "公司簡稱": "達亞",
    "公司名稱": "達亞國際股份有限公司"
  },
  {
    "股票代號": 6767,
    "公司簡稱": "台微醫",
    "公司名稱": "台灣微創醫療器材股份有限公司"
  },
  {
    "股票代號": 6788,
    "公司簡稱": "華景電",
    "公司名稱": "華景電通股份有限公司"
  },
  {
    "股票代號": 6803,
    "公司簡稱": "崑鼎",
    "公司名稱": "崑鼎投資控股股份有限公司"
  },
  {
    "股票代號": 7402,
    "公司簡稱": "邑錡",
    "公司名稱": "邑錡股份有限公司"
  },
  {
    "股票代號": 7556,
    "公司簡稱": "意德士",
    "公司名稱": "意德士科技股份有限公司"
  },
  {
    "股票代號": 8024,
    "公司簡稱": "佑華",
    "公司名稱": "佑華微電子股份有限公司"
  },
  {
    "股票代號": 8027,
    "公司簡稱": "鈦昇",
    "公司名稱": "鈦昇科技股份有限公司"
  },
  {
    "股票代號": 8032,
    "公司簡稱": "光菱",
    "公司名稱": "光菱電子股份有限公司"
  },
  {
    "股票代號": 8034,
    "公司簡稱": "榮群",
    "公司名稱": "榮群電訊股份有限公司"
  },
  {
    "股票代號": 8038,
    "公司簡稱": "長園科",
    "公司名稱": "長園科技實業股份有限公司"
  },
  {
    "股票代號": 8040,
    "公司簡稱": "九暘",
    "公司名稱": "九暘電子股份有限公司"
  },
  {
    "股票代號": 8042,
    "公司簡稱": "金山電、臺灣金山電子",
    "公司名稱": "臺灣金山電子工業股份有限公司"
  },
  {
    "股票代號": 8043,
    "公司簡稱": "蜜望實",
    "公司名稱": "蜜望實企業股份有限公司"
  },
  {
    "股票代號": 8044,
    "公司簡稱": "網家",
    "公司名稱": "網路家庭國際資訊股份有限公司"
  },
  {
    "股票代號": 8047,
    "公司簡稱": "星雲",
    "公司名稱": "星雲電腦股份有限公司"
  },
  {
    "股票代號": 8048,
    "公司簡稱": "德勝",
    "公司名稱": "德勝科技股份有限公司"
  },
  {
    "股票代號": 8049,
    "公司簡稱": "晶采",
    "公司名稱": "晶采光電科技股份有限公司"
  },
  {
    "股票代號": 8050,
    "公司簡稱": "廣積",
    "公司名稱": "廣積科技股份有限公司"
  },
  {
    "股票代號": 8054,
    "公司簡稱": "安國",
    "公司名稱": "安國國際科技股份有限公司"
  },
  {
    "股票代號": 8059,
    "公司簡稱": "凱碩",
    "公司名稱": "凱碩科技股份有限公司"
  },
  {
    "股票代號": 8064,
    "公司簡稱": "東捷",
    "公司名稱": "東捷科技股份有限公司"
  },
  {
    "股票代號": 8066,
    "公司簡稱": "來思達",
    "公司名稱": "來思達國際企業股份有限公司"
  },
  {
    "股票代號": 8067,
    "公司簡稱": "志旭",
    "公司名稱": "志旭國際股份有限公司"
  },
  {
    "股票代號": 8068,
    "公司簡稱": "全達",
    "公司名稱": "全達國際股份有限公司"
  },
  {
    "股票代號": 8069,
    "公司簡稱": "元太",
    "公司名稱": "元太科技工業股份有限公司"
  },
  {
    "股票代號": 8071,
    "公司簡稱": "能率網通",
    "公司名稱": "能率豐聲股份有限公司"
  },
  {
    "股票代號": 8074,
    "公司簡稱": "鉅橡",
    "公司名稱": "鉅橡企業股份有限公司"
  },
  {
    "股票代號": 8076,
    "公司簡稱": "伍豐",
    "公司名稱": "伍豐科技股份有限公司"
  },
  {
    "股票代號": 8077,
    "公司簡稱": "洛碁",
    "公司名稱": "洛碁實業股份有限公司"
  },
  {
    "股票代號": 8080,
    "公司簡稱": "永利聯合、台灣奧斯特",
    "公司名稱": "台灣奧斯特股份有限公司"
  },
  {
    "股票代號": 8083,
    "公司簡稱": "瑞穎",
    "公司名稱": "瑞穎股份有限公司"
  },
  {
    "股票代號": 8084,
    "公司簡稱": "巨虹",
    "公司名稱": "巨虹電子股份有限公司"
  },
  {
    "股票代號": 8085,
    "公司簡稱": "福華",
    "公司名稱": "福華電子股份有限公司"
  },
  {
    "股票代號": 8086,
    "公司簡稱": "宏捷科",
    "公司名稱": "宏捷科技股份有限公司"
  },
  {
    "股票代號": 8087,
    "公司簡稱": "華鎂鑫",
    "公司名稱": "華鎂鑫科技股份有限公司"
  },
  {
    "股票代號": 8088,
    "公司簡稱": "品安",
    "公司名稱": "品安科技股份有限公司"
  },
  {
    "股票代號": 8089,
    "公司簡稱": "康全電訊",
    "公司名稱": "康全電訊股份有限公司"
  },
  {
    "股票代號": 8091,
    "公司簡稱": "翔名",
    "公司名稱": "翔名科技股份有限公司"
  },
  {
    "股票代號": 8092,
    "公司簡稱": "建暐",
    "公司名稱": "建暐精密科技股份有限公司"
  },
  {
    "股票代號": 8093,
    "公司簡稱": "保銳",
    "公司名稱": "保銳科技股份有限公司"
  },
  {
    "股票代號": 8096,
    "公司簡稱": "擎亞",
    "公司名稱": "擎亞電子股份有限公司"
  },
  {
    "股票代號": 8097,
    "公司簡稱": "常珵",
    "公司名稱": "常珵科技股份有限公司"
  },
  {
    "股票代號": 8099,
    "公司簡稱": "大世科、大同世界科技",
    "公司名稱": "大同世界科技股份有限公司"
  },
  {
    "股票代號": 8107,
    "公司簡稱": "大億金茂、大億科技",
    "公司名稱": "大億科技股份有限公司"
  },
  {
    "股票代號": 8109,
    "公司簡稱": "博大",
    "公司名稱": "博大科技股份有限公司"
  },
  {
    "股票代號": 8111,
    "公司簡稱": "立碁",
    "公司名稱": "立碁電子工業股份有限公司"
  },
  {
    "股票代號": 8121,
    "公司簡稱": "越峰",
    "公司名稱": "越峰電子材料股份有限公司"
  },
  {
    "股票代號": 8147,
    "公司簡稱": "正淩",
    "公司名稱": "正淩精密工業股份有限公司"
  },
  {
    "股票代號": 8155,
    "公司簡稱": "博智",
    "公司名稱": "博智電子股份有限公司"
  },
  {
    "股票代號": 8171,
    "公司簡稱": "天宇",
    "公司名稱": "天宇工業股份有限公司"
  },
  {
    "股票代號": 8176,
    "公司簡稱": "智捷",
    "公司名稱": "智捷科技股份有限公司"
  },
  {
    "股票代號": 8182,
    "公司簡稱": "加高",
    "公司名稱": "加高電子股份有限公司"
  },
  {
    "股票代號": 8183,
    "公司簡稱": "精星、台灣精星科技",
    "公司名稱": "台灣精星科技股份有限公司"
  },
  {
    "股票代號": 8234,
    "公司簡稱": "新漢",
    "公司名稱": "新漢股份有限公司"
  },
  {
    "股票代號": 8240,
    "公司簡稱": "華宏",
    "公司名稱": "華宏新技股份有限公司"
  },
  {
    "股票代號": 8255,
    "公司簡稱": "朋程",
    "公司名稱": "朋程科技股份有限公司"
  },
  {
    "股票代號": 8277,
    "公司簡稱": "商丞",
    "公司名稱": "商丞科技股份有限公司"
  },
  {
    "股票代號": 8279,
    "公司簡稱": "生展",
    "公司名稱": "生展生物科技股份有限公司"
  },
  {
    "股票代號": 8284,
    "公司簡稱": "三竹",
    "公司名稱": "三竹資訊股份有限公司"
  },
  {
    "股票代號": 8289,
    "公司簡稱": "泰藝",
    "公司名稱": "泰藝電子股份有限公司"
  },
  {
    "股票代號": 8291,
    "公司簡稱": "尚茂",
    "公司名稱": "尚茂電子材料股份有限公司"
  },
  {
    "股票代號": 8299,
    "公司簡稱": "群聯",
    "公司名稱": "群聯電子股份有限公司"
  },
  {
    "股票代號": 8342,
    "公司簡稱": "益張",
    "公司名稱": "益張實業股份有限公司"
  },
  {
    "股票代號": 8349,
    "公司簡稱": "恒耀",
    "公司名稱": "恒耀國際股份有限公司"
  },
  {
    "股票代號": 8354,
    "公司簡稱": "冠好",
    "公司名稱": "冠好科技股份有限公司"
  },
  {
    "股票代號": 8358,
    "公司簡稱": "金居",
    "公司名稱": "金居開發股份有限公司"
  },
  {
    "股票代號": 8383,
    "公司簡稱": "千附",
    "公司名稱": "千附實業股份有限公司"
  },
  {
    "股票代號": 8390,
    "公司簡稱": "金益鼎",
    "公司名稱": "金益鼎企業股份有限公司"
  },
  {
    "股票代號": 8401,
    "公司簡稱": "白紗科",
    "公司名稱": "白紗科技印刷股份有限公司"
  },
  {
    "股票代號": 8403,
    "公司簡稱": "盛弘",
    "公司名稱": "盛弘醫藥股份有限公司"
  },
  {
    "股票代號": 8406,
    "公司簡稱": "金可-KY",
    "公司名稱": "GinkoInternationalCo.,Ltd."
  },
  {
    "股票代號": 8409,
    "公司簡稱": "商之器",
    "公司名稱": "商之器科技股份有限公司"
  },
  {
    "股票代號": 8410,
    "公司簡稱": "森田",
    "公司名稱": "森田印刷廠股份有限公司"
  },
  {
    "股票代號": 8415,
    "公司簡稱": "大國鋼、大成國際鋼鐵",
    "公司名稱": "大成國際鋼鐵股份有限公司"
  },
  {
    "股票代號": 8416,
    "公司簡稱": "實威",
    "公司名稱": "實威國際股份有限公司"
  },
  {
    "股票代號": 8418,
    "公司簡稱": "捷必勝-KY",
    "公司名稱": "捷必勝控股股份有限公司"
  },
  {
    "股票代號": 8420,
    "公司簡稱": "明揚",
    "公司名稱": "明揚國際科技股份有限公司"
  },
  {
    "股票代號": 8421,
    "公司簡稱": "旭源",
    "公司名稱": "旭源包裝科技股份有限公司"
  },
  {
    "股票代號": 8423,
    "公司簡稱": "保綠-KY",
    "公司名稱": "保綠資源股份有限公司"
  },
  {
    "股票代號": 8424,
    "公司簡稱": "惠普",
    "公司名稱": "惠普股份有限公司"
  },
  {
    "股票代號": 8426,
    "公司簡稱": "紅木-KY",
    "公司名稱": "紅木集團有限公司"
  },
  {
    "股票代號": 8431,
    "公司簡稱": "匯鑽科",
    "公司名稱": "匯鑽科技股份有限公司"
  },
  {
    "股票代號": 8432,
    "公司簡稱": "東生華",
    "公司名稱": "東生華製藥股份有限公司"
  },
  {
    "股票代號": 8433,
    "公司簡稱": "弘帆",
    "公司名稱": "弘帆股份有限公司"
  },
  {
    "股票代號": 8435,
    "公司簡稱": "鉅邁、台灣鉅邁",
    "公司名稱": "台灣鉅邁股份有限公司"
  },
  {
    "股票代號": 8436,
    "公司簡稱": "大江",
    "公司名稱": "大江生醫股份有限公司"
  },
  {
    "股票代號": 8437,
    "公司簡稱": "大地-KY",
    "公司名稱": "大地幼教股份有限公司"
  },
  {
    "股票代號": 8440,
    "公司簡稱": "綠電",
    "公司名稱": "綠電再生股份有限公司"
  },
  {
    "股票代號": 8444,
    "公司簡稱": "綠河-KY",
    "公司名稱": "綠河股份有限公司"
  },
  {
    "股票代號": 8446,
    "公司簡稱": "華研",
    "公司名稱": "華研國際音樂股份有限公司"
  },
  {
    "股票代號": 8450,
    "公司簡稱": "霹靂",
    "公司名稱": "霹靂國際多媒體股份有限公司"
  },
  {
    "股票代號": 8455,
    "公司簡稱": "大拓-KY、蓋曼群島商日本大拓",
    "公司名稱": "蓋曼群島商日本大拓股份有限公司"
  },
  {
    "股票代號": 8472,
    "公司簡稱": "夠麻吉",
    "公司名稱": "夠麻吉股份有限公司"
  },
  {
    "股票代號": 8476,
    "公司簡稱": "台境",
    "公司名稱": "台境企業股份有限公司"
  },
  {
    "股票代號": 8477,
    "公司簡稱": "創業家",
    "公司名稱": "創業家兄弟股份有限公司"
  },
  {
    "股票代號": 8489,
    "公司簡稱": "三貝德",
    "公司名稱": "三貝德數位文創股份有限公司"
  },
  {
    "股票代號": 8905,
    "公司簡稱": "裕國",
    "公司名稱": "裕國冷凍冷藏股份有限公司"
  },
  {
    "股票代號": 8906,
    "公司簡稱": "花王",
    "公司名稱": "花王企業股份有限公司"
  },
  {
    "股票代號": 8908,
    "公司簡稱": "欣雄",
    "公司名稱": "欣雄天然氣股份有限公司"
  },
  {
    "股票代號": 8916,
    "公司簡稱": "光隆",
    "公司名稱": "光隆實業股份有限公司"
  },
  {
    "股票代號": 8917,
    "公司簡稱": "欣泰",
    "公司名稱": "欣泰石油氣股份有限公司"
  },
  {
    "股票代號": 8921,
    "公司簡稱": "沈氏",
    "公司名稱": "沈氏藝術印刷股份有限公司"
  },
  {
    "股票代號": 8923,
    "公司簡稱": "時報",
    "公司名稱": "時報文化出版企業股份有限公司"
  },
  {
    "股票代號": 8924,
    "公司簡稱": "大田",
    "公司名稱": "大田精密工業股份有限公司"
  },
  {
    "股票代號": 8927,
    "公司簡稱": "北基",
    "公司名稱": "北基國際股份有限公司"
  },
  {
    "股票代號": 8928,
    "公司簡稱": "鉅明",
    "公司名稱": "鉅明股份有限公司"
  },
  {
    "股票代號": 8929,
    "公司簡稱": "富堡",
    "公司名稱": "富堡工業股份有限公司"
  },
  {
    "股票代號": 8930,
    "公司簡稱": "青鋼",
    "公司名稱": "青鋼金屬建材股份有限公司"
  },
  {
    "股票代號": 8931,
    "公司簡稱": "大汽電、大園汽電共生",
    "公司名稱": "大園汽電共生股份有限公司"
  },
  {
    "股票代號": 8932,
    "公司簡稱": "宏大",
    "公司名稱": "宏大拉鍊股份有限公司"
  },
  {
    "股票代號": 8933,
    "公司簡稱": "愛地雅",
    "公司名稱": "愛地雅工業股份有限公司"
  },
  {
    "股票代號": 8935,
    "公司簡稱": "邦泰",
    "公司名稱": "邦泰複合材料股份有限公司"
  },
  {
    "股票代號": 8936,
    "公司簡稱": "國統",
    "公司名稱": "國統國際股份有限公司"
  },
  {
    "股票代號": 8937,
    "公司簡稱": "合騏",
    "公司名稱": "合騏工業股份有限公司"
  },
  {
    "股票代號": 8938,
    "公司簡稱": "明安",
    "公司名稱": "明安國際企業股份有限公司"
  },
  {
    "股票代號": 8941,
    "公司簡稱": "關中",
    "公司名稱": "關中股份有限公司"
  },
  {
    "股票代號": 8942,
    "公司簡稱": "森鉅",
    "公司名稱": "森鉅科技材料股份有限公司"
  },
  {
    "股票代號": 9949,
    "公司簡稱": "琉園",
    "公司名稱": "琉園股份有限公司"
  },
  {
    "股票代號": 9950,
    "公司簡稱": "萬國通",
    "公司名稱": "萬國通路股份有限公司"
  },
  {
    "股票代號": 9951,
    "公司簡稱": "皇田",
    "公司名稱": "皇田工業股份有限公司"
  },
  {
    "股票代號": 9960,
    "公司簡稱": "邁達康",
    "公司名稱": "邁達康網路事業股份有限公司"
  },
  {
    "股票代號": 9962,
    "公司簡稱": "有益",
    "公司名稱": "有益鋼鐵股份有限公司"
  },
  {
    "股票代號": 1260,
    "公司簡稱": "富味鄉",
    "公司名稱": "富味鄉食品股份有限公司"
  },
  {
    "股票代號": 1269,
    "公司簡稱": "乾杯",
    "公司名稱": "乾杯股份有限公司"
  },
  {
    "股票代號": 1271,
    "公司簡稱": "晨暉生技",
    "公司名稱": "晨暉生物科技股份有限公司"
  },
  {
    "股票代號": 1343,
    "公司簡稱": "旭東環保",
    "公司名稱": "旭東環保科技股份有限公司"
  },
  {
    "股票代號": 1563,
    "公司簡稱": "巧新",
    "公司名稱": "巧新科技工業股份有限公司"
  },
  {
    "股票代號": 1585,
    "公司簡稱": "鎧鉅",
    "公司名稱": "鎧鉅科技股份有限公司"
  },
  {
    "股票代號": 1594,
    "公司簡稱": "日高",
    "公司名稱": "日高工程實業股份有限公司"
  },
  {
    "股票代號": 1780,
    "公司簡稱": "立弘",
    "公司名稱": "立弘生化科技股份有限公司"
  },
  {
    "股票代號": 2071,
    "公司簡稱": "震南鐵",
    "公司名稱": "震南鐵線股份有限公司"
  },
  {
    "股票代號": 2072,
    "公司簡稱": "世紀風電、世紀離岸風電",
    "公司名稱": "世紀離岸風電設備股份有限公司"
  },
  {
    "股票代號": 2073,
    "公司簡稱": "雄順",
    "公司名稱": "雄順金屬股份有限公司"
  },
  {
    "股票代號": 2237,
    "公司簡稱": "華德動能",
    "公司名稱": "華德動能科技股份有限公司"
  },
  {
    "股票代號": 2245,
    "公司簡稱": "詠勝昌",
    "公司名稱": "詠勝昌股份有限公司"
  },
  {
    "股票代號": 2246,
    "公司簡稱": "凱勝綠能",
    "公司名稱": "凱勝綠能科技股份有限公司"
  },
  {
    "股票代號": 2248,
    "公司簡稱": "華勝-KY、華勝汽車",
    "公司名稱": "華勝汽車電子股份有限公司"
  },
  {
    "股票代號": 2249,
    "公司簡稱": "湧盛",
    "公司名稱": "湧盛電機股份有限公司"
  },
  {
    "股票代號": 2252,
    "公司簡稱": "為昇科",
    "公司名稱": "為昇科科技股份有限公司"
  },
  {
    "股票代號": 2599,
    "公司簡稱": "樂揚",
    "公司名稱": "樂揚建設股份有限公司"
  },
  {
    "股票代號": 2730,
    "公司簡稱": "美麗信",
    "公司名稱": "美麗信酒店股份有限公司"
  },
  {
    "股票代號": 2733,
    "公司簡稱": "維格",
    "公司名稱": "維格餅家股份有限公司"
  },
  {
    "股票代號": 2741,
    "公司簡稱": "老四川、人杰老四川",
    "公司名稱": "人杰老四川餐飲管理顧問(股)公司"
  },
  {
    "股票代號": 2750,
    "公司簡稱": "桃禧",
    "公司名稱": "桃禧航空城大飯店股份有限公司"
  },
  {
    "股票代號": 2756,
    "公司簡稱": "聯發國際",
    "公司名稱": "聯發國際餐飲事業股份有限公司"
  },
  {
    "股票代號": 2758,
    "公司簡稱": "路易莎咖啡",
    "公司名稱": "路易莎職人咖啡股份有限公司"
  },
  {
    "股票代號": 2938,
    "公司簡稱": "床的世界",
    "公司名稱": "床的世界股份有限公司"
  },
  {
    "股票代號": 2942,
    "公司簡稱": "京站",
    "公司名稱": "京站實業股份有限公司"
  },
  {
    "股票代號": 2945,
    "公司簡稱": "三商家購",
    "公司名稱": "三商家購股份有限公司"
  },
  {
    "股票代號": 2948,
    "公司簡稱": "寶陞",
    "公司名稱": "寶陞國際股份有限公司"
  },
  {
    "股票代號": 3097,
    "公司簡稱": "拍檔",
    "公司名稱": "拍檔科技股份有限公司"
  },
  {
    "股票代號": 3117,
    "公司簡稱": "年程",
    "公司名稱": "年程科技股份有限公司"
  },
  {
    "股票代號": 3150,
    "公司簡稱": "鈺寶",
    "公司名稱": "鈺寶科技股份有限公司"
  },
  {
    "股票代號": 3158,
    "公司簡稱": "嘉實",
    "公司名稱": "嘉實資訊股份有限公司"
  },
  {
    "股票代號": 3168,
    "公司簡稱": "眾福科",
    "公司名稱": "眾福科技股份有限公司"
  },
  {
    "股票代號": 3184,
    "公司簡稱": "微邦",
    "公司名稱": "微邦科技股份有限公司"
  },
  {
    "股票代號": 3349,
    "公司簡稱": "寶德",
    "公司名稱": "寶德科技股份有限公司"
  },
  {
    "股票代號": 3391,
    "公司簡稱": "佳得",
    "公司名稱": "佳得股份有限公司"
  },
  {
    "股票代號": 3429,
    "公司簡稱": "彥陽",
    "公司名稱": "彥陽科技股份有限公司"
  },
  {
    "股票代號": 3430,
    "公司簡稱": "奇鈦科",
    "公司名稱": "奇鈦科技股份有限公司"
  },
  {
    "股票代號": 3447,
    "公司簡稱": "展達",
    "公司名稱": "展達通訊股份有限公司"
  },
  {
    "股票代號": 3485,
    "公司簡稱": "敘豐",
    "公司名稱": "敘豐企業股份有限公司"
  },
  {
    "股票代號": 3585,
    "公司簡稱": "聯致",
    "公司名稱": "聯致科技股份有限公司"
  },
  {
    "股票代號": 3592,
    "公司簡稱": "瑞鼎",
    "公司名稱": "瑞鼎科技股份有限公司"
  },
  {
    "股票代號": 3595,
    "公司簡稱": "山太士",
    "公司名稱": "山太士股份有限公司"
  },
  {
    "股票代號": 3603,
    "公司簡稱": "建祥國際",
    "公司名稱": "建祥國際股份有限公司"
  },
  {
    "股票代號": 3627,
    "公司簡稱": "華信科、華信光電科技",
    "公司名稱": "華信光電科技股份有限公司"
  },
  {
    "股票代號": 3633,
    "公司簡稱": "云光",
    "公司名稱": "云光科技股份有限公司"
  },
  {
    "股票代號": 3659,
    "公司簡稱": "百辰",
    "公司名稱": "百辰光電股份有限公司"
  },
  {
    "股票代號": 3678,
    "公司簡稱": "聯享",
    "公司名稱": "聯享光電股份有限公司"
  },
  {
    "股票代號": 3688,
    "公司簡稱": "華立捷",
    "公司名稱": "華立捷科技股份有限公司"
  },
  {
    "股票代號": 4117,
    "公司簡稱": "普生",
    "公司名稱": "普生股份有限公司"
  },
  {
    "股票代號": 4132,
    "公司簡稱": "國鼎",
    "公司名稱": "國鼎生物科技股份有限公司"
  },
  {
    "股票代號": 4136,
    "公司簡稱": "太和-KY、英屬開曼太和生技集團",
    "公司名稱": "英屬開曼太和生技集團(股)公司"
  },
  {
    "股票代號": 4150,
    "公司簡稱": "優你康",
    "公司名稱": "優你康光學股份有限公司"
  },
  {
    "股票代號": 4151,
    "公司簡稱": "明躍",
    "公司名稱": "明躍國際健康科技股份有限公司"
  },
  {
    "股票代號": 4166,
    "公司簡稱": "友霖",
    "公司名稱": "友霖生技醫藥股份有限公司"
  },
  {
    "股票代號": 4169,
    "公司簡稱": "泰宗",
    "公司名稱": "泰宗生物科技股份有限公司"
  },
  {
    "股票代號": 4172,
    "公司簡稱": "因華",
    "公司名稱": "因華生技製藥股份有限公司"
  },
  {
    "股票代號": 4186,
    "公司簡稱": "尖端醫、台灣尖端先進生技醫藥",
    "公司名稱": "台灣尖端先進生技醫藥(股)公司"
  },
  {
    "股票代號": 4191,
    "公司簡稱": "法德藥",
    "公司名稱": "法德生技藥品股份有限公司"
  },
  {
    "股票代號": 4194,
    "公司簡稱": "禾生技",
    "公司名稱": "禾伸堂生技股份有限公司"
  },
  {
    "股票代號": 4195,
    "公司簡稱": "基米、基龍米克斯生物科技",
    "公司名稱": "基龍米克斯生物科技股份有限公司"
  },
  {
    "股票代號": 4197,
    "公司簡稱": "暐世",
    "公司名稱": "暐世生物科技股份有限公司"
  },
  {
    "股票代號": 4431,
    "公司簡稱": "敏成健康科技",
    "公司名稱": "敏成健康科技股份有限公司"
  },
  {
    "股票代號": 4440,
    "公司簡稱": "宜新實業",
    "公司名稱": "宜新實業股份有限公司"
  },
  {
    "股票代號": 4537,
    "公司簡稱": "旭東",
    "公司名稱": "旭東機械工業股份有限公司"
  },
  {
    "股票代號": 4544,
    "公司簡稱": "春日",
    "公司名稱": "春日機械工業股份有限公司"
  },
  {
    "股票代號": 4546,
    "公司簡稱": "長亨",
    "公司名稱": "長亨精密股份有限公司"
  },
  {
    "股票代號": 4553,
    "公司簡稱": "盛復",
    "公司名稱": "盛復工業股份有限公司"
  },
  {
    "股票代號": 4558,
    "公司簡稱": "寶緯",
    "公司名稱": "寶緯工業股份有限公司"
  },
  {
    "股票代號": 4559,
    "公司簡稱": "久裕興",
    "公司名稱": "久裕興業科技股份有限公司"
  },
  {
    "股票代號": 4565,
    "公司簡稱": "宏偉",
    "公司名稱": "宏偉電機工業股份有限公司"
  },
  {
    "股票代號": 4573,
    "公司簡稱": "高明鐵",
    "公司名稱": "高明鐵企業股份有限公司"
  },
  {
    "股票代號": 4575,
    "公司簡稱": "銓寶",
    "公司名稱": "銓寶工業股份有限公司"
  },
  {
    "股票代號": 4577,
    "公司簡稱": "達航",
    "公司名稱": "達航科技股份有限公司"
  },
  {
    "股票代號": 4578,
    "公司簡稱": "總格精密",
    "公司名稱": "總格精密股份有限公司"
  },
  {
    "股票代號": 4582,
    "公司簡稱": "聚恆",
    "公司名稱": "聚恆科技股份有限公司"
  },
  {
    "股票代號": 4583,
    "公司簡稱": "台灣精銳",
    "公司名稱": "台灣精銳科技股份有限公司"
  },
  {
    "股票代號": 4584,
    "公司簡稱": "君帆",
    "公司名稱": "君帆工業股份有限公司"
  },
  {
    "股票代號": 4732,
    "公司簡稱": "彥臣",
    "公司名稱": "彥臣生技藥品股份有限公司"
  },
  {
    "股票代號": 4738,
    "公司簡稱": "尚化",
    "公司名稱": "尚志精密化學股份有限公司"
  },
  {
    "股票代號": 4765,
    "公司簡稱": "磐采",
    "公司名稱": "磐采股份有限公司"
  },
  {
    "股票代號": 4768,
    "公司簡稱": "晶呈科技",
    "公司名稱": "晶呈科技股份有限公司"
  },
  {
    "股票代號": 4770,
    "公司簡稱": "上品",
    "公司名稱": "上品綜合工業股份有限公司"
  },
  {
    "股票代號": 4923,
    "公司簡稱": "力士",
    "公司名稱": "力士科技股份有限公司"
  },
  {
    "股票代號": 4925,
    "公司簡稱": "智微",
    "公司名稱": "智微科技股份有限公司"
  },
  {
    "股票代號": 4951,
    "公司簡稱": "精拓科",
    "公司名稱": "精拓科技股份有限公司"
  },
  {
    "股票代號": 4980,
    "公司簡稱": "佐臻",
    "公司名稱": "佐臻股份有限公司"
  },
  {
    "股票代號": 5222,
    "公司簡稱": "全訊",
    "公司名稱": "全訊科技股份有限公司"
  },
  {
    "股票代號": 5228,
    "公司簡稱": "鈺鎧",
    "公司名稱": "鈺鎧科技股份有限公司"
  },
  {
    "股票代號": 5233,
    "公司簡稱": "有量",
    "公司名稱": "有量科技股份有限公司"
  },
  {
    "股票代號": 5240,
    "公司簡稱": "建騰",
    "公司名稱": "建騰創達科技股份有限公司"
  },
  {
    "股票代號": 5244,
    "公司簡稱": "弘凱",
    "公司名稱": "弘凱光電股份有限公司"
  },
  {
    "股票代號": 5248,
    "公司簡稱": "景傳",
    "公司名稱": "景傳光電股份有限公司"
  },
  {
    "股票代號": 5254,
    "公司簡稱": "欣訊科技",
    "公司名稱": "欣訊科技股份有限公司"
  },
  {
    "股票代號": 5262,
    "公司簡稱": "立達",
    "公司名稱": "立達國際電子股份有限公司"
  },
  {
    "股票代號": 5267,
    "公司簡稱": "龍翩",
    "公司名稱": "龍翩真空科技股份有限公司"
  },
  {
    "股票代號": 5271,
    "公司簡稱": "紘通",
    "公司名稱": "紘通企業股份有限公司"
  },
  {
    "股票代號": 5277,
    "公司簡稱": "葳天",
    "公司名稱": "葳天科技股份有限公司"
  },
  {
    "股票代號": 5292,
    "公司簡稱": "華懋",
    "公司名稱": "華懋科技股份有限公司"
  },
  {
    "股票代號": 5297,
    "公司簡稱": "廣化",
    "公司名稱": "廣化科技股份有限公司"
  },
  {
    "股票代號": 5547,
    "公司簡稱": "久舜",
    "公司名稱": "久舜營造股份有限公司"
  },
  {
    "股票代號": 5859,
    "公司簡稱": "遠壽",
    "公司名稱": "遠雄人壽保險事業股份有限公司"
  },
  {
    "股票代號": 5863,
    "公司簡稱": "瑞興銀",
    "公司名稱": "瑞興商業銀行股份有限公司"
  },
  {
    "股票代號": 6027,
    "公司簡稱": "德信",
    "公司名稱": "德信綜合證券(股)公司"
  },
  {
    "股票代號": 6028,
    "公司簡稱": "公勝保經",
    "公司名稱": "公勝保險經紀人股份有限公司"
  },
  {
    "股票代號": 6272,
    "公司簡稱": "驊陞",
    "公司名稱": "驊陞科技股份有限公司"
  },
  {
    "股票代號": 6403,
    "公司簡稱": "群登",
    "公司名稱": "群登科技股份有限公司"
  },
  {
    "股票代號": 6407,
    "公司簡稱": "相互",
    "公司名稱": "相互股份有限公司"
  },
  {
    "股票代號": 6423,
    "公司簡稱": "億而得",
    "公司名稱": "億而得微電子股份有限公司"
  },
  {
    "股票代號": 6428,
    "公司簡稱": "淘米、台灣淘米科技",
    "公司名稱": "台灣淘米科技股份有限公司"
  },
  {
    "股票代號": 6434,
    "公司簡稱": "達輝光電",
    "公司名稱": "達輝光電股份有限公司"
  },
  {
    "股票代號": 6468,
    "公司簡稱": "網石",
    "公司名稱": "網石棒辣椒股份有限公司"
  },
  {
    "股票代號": 6473,
    "公司簡稱": "好玩家*",
    "公司名稱": "好玩家股份有限公司"
  },
  {
    "股票代號": 6474,
    "公司簡稱": "華豫寧",
    "公司名稱": "華豫寧股份有限公司"
  },
  {
    "股票代號": 6493,
    "公司簡稱": "雷虎生",
    "公司名稱": "雷虎生技股份有限公司"
  },
  {
    "股票代號": 6495,
    "公司簡稱": "納諾*-KY、英屬開曼群島",
    "公司名稱": "英屬開曼群島商納諾股份有限公司"
  },
  {
    "股票代號": 6498,
    "公司簡稱": "久禾光",
    "公司名稱": "久禾光電股份有限公司"
  },
  {
    "股票代號": 6518,
    "公司簡稱": "康科特",
    "公司名稱": "康科特股份有限公司"
  },
  {
    "股票代號": 6534,
    "公司簡稱": "正瀚",
    "公司名稱": "正瀚生技股份有限公司"
  },
  {
    "股票代號": 6536,
    "公司簡稱": "碩豐",
    "公司名稱": "碩豐數位科技股份有限公司"
  },
  {
    "股票代號": 6539,
    "公司簡稱": "麗彤、翔宇生醫科技",
    "公司名稱": "翔宇生醫科技股份有限公司"
  },
  {
    "股票代號": 6543,
    "公司簡稱": "普惠醫工",
    "公司名稱": "普惠醫工股份有限公司"
  },
  {
    "股票代號": 6545,
    "公司簡稱": "擎力",
    "公司名稱": "擎力科技股份有限公司"
  },
  {
    "股票代號": 6546,
    "公司簡稱": "正基",
    "公司名稱": "正基科技股份有限公司"
  },
  {
    "股票代號": 6549,
    "公司簡稱": "景凱",
    "公司名稱": "景凱生物科技股份有限公司"
  },
  {
    "股票代號": 6550,
    "公司簡稱": "北極星藥業-KY",
    "公司名稱": "北極星藥業集團股份有限公司"
  },
  {
    "股票代號": 6555,
    "公司簡稱": "榮炭",
    "公司名稱": "榮炭科技股份有限公司"
  },
  {
    "股票代號": 6559,
    "公司簡稱": "研晶",
    "公司名稱": "研晶光電股份有限公司"
  },
  {
    "股票代號": 6562,
    "公司簡稱": "聯亞藥",
    "公司名稱": "聯亞藥業股份有限公司"
  },
  {
    "股票代號": 6564,
    "公司簡稱": "安特羅",
    "公司名稱": "安特羅生物科技股份有限公司"
  },
  {
    "股票代號": 6565,
    "公司簡稱": "物聯",
    "公司名稱": "物聯智慧股份有限公司"
  },
  {
    "股票代號": 6566,
    "公司簡稱": "創益",
    "公司名稱": "創益生技股份有限公司"
  },
  {
    "股票代號": 6572,
    "公司簡稱": "博錸",
    "公司名稱": "博錸生技股份有限公司"
  },
  {
    "股票代號": 6575,
    "公司簡稱": "心悅",
    "公司名稱": "心悅生醫股份有限公司"
  },
  {
    "股票代號": 6580,
    "公司簡稱": "台睿",
    "公司名稱": "台睿生物科技股份有限公司"
  },
  {
    "股票代號": 6583,
    "公司簡稱": "友松",
    "公司名稱": "友松娛樂股份有限公司"
  },
  {
    "股票代號": 6584,
    "公司簡稱": "南俊國際",
    "公司名稱": "南俊國際股份有限公司"
  },
  {
    "股票代號": 6585,
    "公司簡稱": "鼎基",
    "公司名稱": "鼎基先進材料股份有限公司"
  },
  {
    "股票代號": 6586,
    "公司簡稱": "醣基",
    "公司名稱": "醣基生醫股份有限公司"
  },
  {
    "股票代號": 6595,
    "公司簡稱": "光禹國際",
    "公司名稱": "光禹國際數位娛樂開發(股)公司"
  },
  {
    "股票代號": 6597,
    "公司簡稱": "立誠",
    "公司名稱": "立誠光電股份有限公司"
  },
  {
    "股票代號": 6599,
    "公司簡稱": "普達系統",
    "公司名稱": "普達系統股份有限公司"
  },
  {
    "股票代號": 6606,
    "公司簡稱": "建德工業",
    "公司名稱": "建德工業股份有限公司"
  },
  {
    "股票代號": 6610,
    "公司簡稱": "安成生技",
    "公司名稱": "安成生物科技股份有限公司"
  },
  {
    "股票代號": 6611,
    "公司簡稱": "方舟、辣椒方舟移動",
    "公司名稱": "辣椒方舟移動數位股份有限公司"
  },
  {
    "股票代號": 6617,
    "公司簡稱": "共信-KY",
    "公司名稱": "共信醫藥科技控股股份有限公司"
  },
  {
    "股票代號": 6618,
    "公司簡稱": "永虹先進",
    "公司名稱": "永虹先進材料股份有限公司"
  },
  {
    "股票代號": 6620,
    "公司簡稱": "漢達",
    "公司名稱": "漢達生技醫藥股份有限公司"
  },
  {
    "股票代號": 6621,
    "公司簡稱": "華宇藥",
    "公司名稱": "華宇藥品股份有限公司"
  },
  {
    "股票代號": 6622,
    "公司簡稱": "百聿數碼",
    "公司名稱": "百聿數碼創意股份有限公司"
  },
  {
    "股票代號": 6626,
    "公司簡稱": "唯數",
    "公司名稱": "唯數娛樂科技股份有限公司"
  },
  {
    "股票代號": 6633,
    "公司簡稱": "萊鎂醫",
    "公司名稱": "萊鎂醫療器材股份有限公司"
  },
  {
    "股票代號": 6634,
    "公司簡稱": "欣耀",
    "公司名稱": "欣耀生醫股份有限公司"
  },
  {
    "股票代號": 6637,
    "公司簡稱": "醫影",
    "公司名稱": "醫影股份有限公司"
  },
  {
    "股票代號": 6638,
    "公司簡稱": "沅聖",
    "公司名稱": "沅聖科技股份有限公司"
  },
  {
    "股票代號": 6639,
    "公司簡稱": "源大環能",
    "公司名稱": "源大環能股份有限公司"
  },
  {
    "股票代號": 6645,
    "公司簡稱": "金萬林",
    "公司名稱": "金萬林企業股份有限公司"
  },
  {
    "股票代號": 6648,
    "公司簡稱": "斯其大",
    "公司名稱": "斯其大科技股份有限公司"
  },
  {
    "股票代號": 6650,
    "公司簡稱": "帝圖",
    "公司名稱": "帝圖科技文化股份有限公司"
  },
  {
    "股票代號": 6652,
    "公司簡稱": "雅祥生醫",
    "公司名稱": "雅祥生技醫藥股份有限公司"
  },
  {
    "股票代號": 6657,
    "公司簡稱": "華安",
    "公司名稱": "華安醫學股份有限公司"
  },
  {
    "股票代號": 6665,
    "公司簡稱": "康聯生醫",
    "公司名稱": "康聯生醫科技股份有限公司"
  },
  {
    "股票代號": 6673,
    "公司簡稱": "和詮",
    "公司名稱": "和詮科技股份有限公司"
  },
  {
    "股票代號": 6677,
    "公司簡稱": "瑩碩生技",
    "公司名稱": "瑩碩生技醫藥股份有限公司"
  },
  {
    "股票代號": 6682,
    "公司簡稱": "碩鑽材料",
    "公司名稱": "碩鑽材料股份有限公司"
  },
  {
    "股票代號": 6689,
    "公司簡稱": "伊雲谷",
    "公司名稱": "伊雲谷數位科技股份有限公司"
  },
  {
    "股票代號": 6691,
    "公司簡稱": "洋基工程",
    "公司名稱": "洋基工程股份有限公司"
  },
  {
    "股票代號": 6692,
    "公司簡稱": "進能服、進金生能源",
    "公司名稱": "進金生能源服務股份有限公司"
  },
  {
    "股票代號": 6693,
    "公司簡稱": "廣閎科",
    "公司名稱": "廣閎科技股份有限公司"
  },
  {
    "股票代號": 6695,
    "公司簡稱": "芯鼎",
    "公司名稱": "芯鼎科技股份有限公司"
  },
  {
    "股票代號": 6696,
    "公司簡稱": "仁新",
    "公司名稱": "仁新醫藥股份有限公司"
  },
  {
    "股票代號": 6699,
    "公司簡稱": "奇邑",
    "公司名稱": "奇邑科技股份有限公司"
  },
  {
    "股票代號": 6705,
    "公司簡稱": "振躍精密",
    "公司名稱": "振躍精密滑軌股份有限公司"
  },
  {
    "股票代號": 6708,
    "公司簡稱": "天擎",
    "公司名稱": "天擎積體電路股份有限公司"
  },
  {
    "股票代號": 6709,
    "公司簡稱": "昱厚生技",
    "公司名稱": "昱厚生技股份有限公司"
  },
  {
    "股票代號": 6717,
    "公司簡稱": "智慧光",
    "公司名稱": "智慧光科技股份有限公司"
  },
  {
    "股票代號": 6719,
    "公司簡稱": "力智",
    "公司名稱": "力智電子股份有限公司"
  },
  {
    "股票代號": 6720,
    "公司簡稱": "久昌",
    "公司名稱": "久昌科技股份有限公司"
  },
  {
    "股票代號": 6721,
    "公司簡稱": "信實",
    "公司名稱": "信實保全股份有限公司"
  },
  {
    "股票代號": 6723,
    "公司簡稱": "傑智環境",
    "公司名稱": "傑智環境科技股份有限公司"
  },
  {
    "股票代號": 6724,
    "公司簡稱": "創王",
    "公司名稱": "創王光電股份有限公司"
  },
  {
    "股票代號": 6729,
    "公司簡稱": "機光科技",
    "公司名稱": "機光科技股份有限公司"
  },
  {
    "股票代號": 6730,
    "公司簡稱": "常廣",
    "公司名稱": "常廣股份有限公司"
  },
  {
    "股票代號": 6731,
    "公司簡稱": "啟坤",
    "公司名稱": "啟坤科技股份有限公司"
  },
  {
    "股票代號": 6734,
    "公司簡稱": "安盛生",
    "公司名稱": "安盛生科股份有限公司"
  },
  {
    "股票代號": 6735,
    "公司簡稱": "美達科技",
    "公司名稱": "美達科技股份有限公司"
  },
  {
    "股票代號": 6736,
    "公司簡稱": "碩辣椒",
    "公司名稱": "碩辣椒股份有限公司"
  },
  {
    "股票代號": 6737,
    "公司簡稱": "秀育",
    "公司名稱": "秀育企業股份有限公司"
  },
  {
    "股票代號": 6738,
    "公司簡稱": "鼎恒",
    "公司名稱": "鼎恒數位科技股份有限公司"
  },
  {
    "股票代號": 6739,
    "公司簡稱": "竹陞科技",
    "公司名稱": "竹陞科技股份有限公司"
  },
  {
    "股票代號": 6744,
    "公司簡稱": "豐技生技",
    "公司名稱": "豐技生物科技股份有限公司"
  },
  {
    "股票代號": 6748,
    "公司簡稱": "亞果生醫",
    "公司名稱": "亞果生醫股份有限公司"
  },
  {
    "股票代號": 6750,
    "公司簡稱": "泰創工程",
    "公司名稱": "泰創工程股份有限公司"
  },
  {
    "股票代號": 6753,
    "公司簡稱": "龍德造船",
    "公司名稱": "龍德造船工業股份有限公司"
  },
  {
    "股票代號": 6755,
    "公司簡稱": "連鋐科技",
    "公司名稱": "連鋐科技股份有限公司"
  },
  {
    "股票代號": 6757,
    "公司簡稱": "台灣虎航",
    "公司名稱": "台灣虎航股份有限公司"
  },
  {
    "股票代號": 6758,
    "公司簡稱": "冠亞",
    "公司名稱": "冠亞生技股份有限公司"
  },
  {
    "股票代號": 6761,
    "公司簡稱": "穩得",
    "公司名稱": "穩得實業股份有限公司"
  },
  {
    "股票代號": 6763,
    "公司簡稱": "綠界科技",
    "公司名稱": "綠界科技股份有限公司"
  },
  {
    "股票代號": 6764,
    "公司簡稱": "亞洲教育",
    "公司名稱": "亞洲教育平台股份有限公司"
  },
  {
    "股票代號": 6770,
    "公司簡稱": "力積電、力晶積成電子",
    "公司名稱": "力晶積成電子製造股份有限公司"
  },
  {
    "股票代號": 6771,
    "公司簡稱": "平和環保",
    "公司名稱": "平和環保科技股份有限公司"
  },
  {
    "股票代號": 6775,
    "公司簡稱": "穎台科技",
    "公司名稱": "穎台科技股份有限公司"
  },
  {
    "股票代號": 6780,
    "公司簡稱": "學習王",
    "公司名稱": "學習王科技股份有限公司"
  },
  {
    "股票代號": 6782,
    "公司簡稱": "視陽",
    "公司名稱": "視陽光學股份有限公司"
  },
  {
    "股票代號": 6784,
    "公司簡稱": "天凱科技",
    "公司名稱": "天凱科技股份有限公司"
  },
  {
    "股票代號": 6785,
    "公司簡稱": "昱展新藥",
    "公司名稱": "昱展新藥生技股份有限公司"
  },
  {
    "股票代號": 6786,
    "公司簡稱": "芯測",
    "公司名稱": "芯測科技股份有限公司"
  },
  {
    "股票代號": 6787,
    "公司簡稱": "晶瑞光",
    "公司名稱": "晶瑞光電股份有限公司"
  },
  {
    "股票代號": 6789,
    "公司簡稱": "采鈺",
    "公司名稱": "采鈺科技股份有限公司"
  },
  {
    "股票代號": 6791,
    "公司簡稱": "虎門科技",
    "公司名稱": "虎門科技股份有限公司"
  },
  {
    "股票代號": 6792,
    "公司簡稱": "詠業",
    "公司名稱": "詠業科技股份有限公司"
  },
  {
    "股票代號": 6793,
    "公司簡稱": "天力離岸",
    "公司名稱": "天力離岸風電科技股份有限公司"
  },
  {
    "股票代號": 6794,
    "公司簡稱": "向榮生技",
    "公司名稱": "向榮生醫科技股份有限公司"
  },
  {
    "股票代號": 6796,
    "公司簡稱": "晉弘",
    "公司名稱": "晉弘科技股份有限公司"
  },
  {
    "股票代號": 6797,
    "公司簡稱": "圓點奈米、台灣圓點奈米",
    "公司名稱": "台灣圓點奈米技術股份有限公司"
  },
  {
    "股票代號": 6799,
    "公司簡稱": "來頡",
    "公司名稱": "來頡科技股份有限公司"
  },
  {
    "股票代號": 6804,
    "公司簡稱": "明係",
    "公司名稱": "明係事業股份有限公司"
  },
  {
    "股票代號": 6805,
    "公司簡稱": "富士達",
    "公司名稱": "富世達股份有限公司"
  },
  {
    "股票代號": 6806,
    "公司簡稱": "森崴能源",
    "公司名稱": "森崴能源股份有限公司"
  },
  {
    "股票代號": 6808,
    "公司簡稱": "三鼎生技",
    "公司名稱": "三鼎生物科技股份有限公司"
  },
  {
    "股票代號": 6810,
    "公司簡稱": "新穎生醫",
    "公司名稱": "新穎生醫股份有限公司"
  },
  {
    "股票代號": 6811,
    "公司簡稱": "宏碁資訊",
    "公司名稱": "宏碁資訊服務股份有限公司"
  },
  {
    "股票代號": 6812,
    "公司簡稱": "梭特",
    "公司名稱": "梭特科技股份有限公司"
  },
  {
    "股票代號": 6813,
    "公司簡稱": "富動科",
    "公司名稱": "富動科技股份有限公司"
  },
  {
    "股票代號": 6814,
    "公司簡稱": "路迦生醫",
    "公司名稱": "路迦生醫股份有限公司"
  },
  {
    "股票代號": 6815,
    "公司簡稱": "晶鑽生醫",
    "公司名稱": "晶鑽生醫股份有限公司"
  },
  {
    "股票代號": 6816,
    "公司簡稱": "捷智商訊",
    "公司名稱": "捷智商訊科技股份有限公司"
  },
  {
    "股票代號": 6817,
    "公司簡稱": "溫士頓",
    "公司名稱": "溫士頓醫藥股份有限公司"
  },
  {
    "股票代號": 6818,
    "公司簡稱": "連騰",
    "公司名稱": "連騰科技股份有限公司"
  },
  {
    "股票代號": 6819,
    "公司簡稱": "眾智",
    "公司名稱": "眾智光電科技股份有限公司"
  },
  {
    "股票代號": 6820,
    "公司簡稱": "連訊",
    "公司名稱": "連訊通信股份有限公司"
  },
  {
    "股票代號": 6821,
    "公司簡稱": "聯寶",
    "公司名稱": "聯寶電子股份有限公司"
  },
  {
    "股票代號": 6823,
    "公司簡稱": "濾能",
    "公司名稱": "濾能股份有限公司"
  },
  {
    "股票代號": 6825,
    "公司簡稱": "和暢科技",
    "公司名稱": "和暢科技股份有限公司"
  },
  {
    "股票代號": 6826,
    "公司簡稱": "和淞",
    "公司名稱": "和淞科技股份有限公司"
  },
  {
    "股票代號": 6829,
    "公司簡稱": "千附精密",
    "公司名稱": "千附精密股份有限公司"
  },
  {
    "股票代號": 6830,
    "公司簡稱": "汎銓",
    "公司名稱": "汎銓科技股份有限公司"
  },
  {
    "股票代號": 6831,
    "公司簡稱": "邁萪",
    "公司名稱": "邁萪科技股份有限公司"
  },
  {
    "股票代號": 6832,
    "公司簡稱": "金鼎科",
    "公司名稱": "金鼎聯合科技纖維股份有限公司"
  },
  {
    "股票代號": 6833,
    "公司簡稱": "太康精密",
    "公司名稱": "太康精密股份有限公司"
  },
  {
    "股票代號": 6834,
    "公司簡稱": "天二科技",
    "公司名稱": "天二科技股份有限公司"
  },
  {
    "股票代號": 6835,
    "公司簡稱": "圓裕",
    "公司名稱": "圓裕企業股份有限公司"
  },
  {
    "股票代號": 6837,
    "公司簡稱": "富利康科技",
    "公司名稱": "富利康科技股份有限公司"
  },
  {
    "股票代號": 6838,
    "公司簡稱": "台新藥",
    "公司名稱": "台新藥股份有限公司"
  },
  {
    "股票代號": 6841,
    "公司簡稱": "長佳智能",
    "公司名稱": "長佳智能股份有限公司"
  },
  {
    "股票代號": 6842,
    "公司簡稱": "一元素",
    "公司名稱": "一元素科技股份有限公司"
  },
  {
    "股票代號": 7419,
    "公司簡稱": "達勝",
    "公司名稱": "達勝科技股份有限公司"
  },
  {
    "股票代號": 7427,
    "公司簡稱": "華上生醫",
    "公司名稱": "華上生技醫藥股份有限公司"
  },
  {
    "股票代號": 7443,
    "公司簡稱": "凡事康",
    "公司名稱": "凡事康流體科技股份有限公司"
  },
  {
    "股票代號": 7452,
    "公司簡稱": "乂迪生",
    "公司名稱": "乂迪生科技股份有限公司"
  },
  {
    "股票代號": 7507,
    "公司簡稱": "環拓科技",
    "公司名稱": "環拓科技股份有限公司"
  },
  {
    "股票代號": 7516,
    "公司簡稱": "清淨海",
    "公司名稱": "清淨海生技股份有限公司"
  },
  {
    "股票代號": 7547,
    "公司簡稱": "碩網",
    "公司名稱": "碩網資訊股份有限公司"
  },
  {
    "股票代號": 7551,
    "公司簡稱": "知識科技",
    "公司名稱": "知識科技股份有限公司"
  },
  {
    "股票代號": 7555,
    "公司簡稱": "美萌",
    "公司名稱": "美萌科技股份有限公司"
  },
  {
    "股票代號": 7558,
    "公司簡稱": "群利",
    "公司名稱": "群利科技股份有限公司"
  },
  {
    "股票代號": 7561,
    "公司簡稱": "光晟生技",
    "公司名稱": "光晟生物科技股份有限公司"
  },
  {
    "股票代號": 7566,
    "公司簡稱": "亞果遊艇",
    "公司名稱": "亞果遊艇開發股份有限公司"
  },
  {
    "股票代號": 7584,
    "公司簡稱": "樂意",
    "公司名稱": "樂意傳播股份有限公司"
  },
  {
    "股票代號": 7595,
    "公司簡稱": "世基生醫",
    "公司名稱": "世基生物醫學股份有限公司"
  },
  {
    "股票代號": 8045,
    "公司簡稱": "達運光電",
    "公司名稱": "達運光電股份有限公司"
  },
  {
    "股票代號": 8115,
    "公司簡稱": "帝聞",
    "公司名稱": "帝聞企業股份有限公司"
  },
  {
    "股票代號": 8119,
    "公司簡稱": "公信",
    "公司名稱": "公信電子股份有限公司"
  },
  {
    "股票代號": 8179,
    "公司簡稱": "旭德",
    "公司名稱": "旭德科技股份有限公司"
  },
  {
    "股票代號": 8227,
    "公司簡稱": "巨有科",
    "公司名稱": "巨有科技股份有限公司"
  },
  {
    "股票代號": 8281,
    "公司簡稱": "歐普羅",
    "公司名稱": "歐普羅科技股份有限公司"
  },
  {
    "股票代號": 8298,
    "公司簡稱": "威睿",
    "公司名稱": "威睿科技股份有限公司"
  },
  {
    "股票代號": 8329,
    "公司簡稱": "台視、臺灣電視",
    "公司名稱": "臺灣電視事業股份有限公司"
  },
  {
    "股票代號": 8359,
    "公司簡稱": "錢櫃",
    "公司名稱": "錢櫃企業股份有限公司"
  },
  {
    "股票代號": 8438,
    "公司簡稱": "昶昕",
    "公司名稱": "昶昕實業股份有限公司"
  },
  {
    "股票代號": 8458,
    "公司簡稱": "影一",
    "公司名稱": "影一製作所股份有限公司"
  },
  {
    "股票代號": 8465,
    "公司簡稱": "德河",
    "公司名稱": "德河海洋生技(股)公司"
  },
  {
    "股票代號": 8487,
    "公司簡稱": "愛爾達",
    "公司名稱": "愛爾達科技股份有限公司"
  },
  {
    "股票代號": 8490,
    "公司簡稱": "利得、台灣利得",
    "公司名稱": "台灣利得生物科技股份有限公司"
  },
  {
    "股票代號": 8491,
    "公司簡稱": "真好玩",
    "公司名稱": "真好玩娛樂科技股份有限公司"
  },
  {
    "股票代號": 8492,
    "公司簡稱": "兔將",
    "公司名稱": "兔將創意影業股份有限公司"
  },
  {
    "股票代號": 9957,
    "公司簡稱": "燁聯",
    "公司名稱": "燁聯鋼鐵股份有限公司"
  }
]